{
  "titleZh": "灰姑娘",
  "titleEn": "Cinderella",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n在一个遥远的国度里，住着一位名叫灰姑娘的善良女孩。她的母亲早逝，父亲再娶了一位继母，但不久父亲也离开了人世。从那时起，灰姑娘的生活变得艰难起来。继母和两个继姐妹对她百般刁难，把所有的家务都推给她，让她穿着破旧的衣服，睡在炉灰边上。尽管如此，灰姑娘的心灵依然纯洁善良，她总是对小动物们充满爱心。\n## 第 2 页\n有一天，王国里传来了一个振奋人心的消息：王子将举办一场盛大的舞会，邀请全国所有的适龄女孩参加，希望能从中找到他的新娘。继母和继姐妹们为此兴奋不已，她们忙着准备华丽的礼服。灰姑娘也渴望能去参加舞会，但当她小心翼翼地提出请求时，继母却冷笑着说：“就你这副模样，也配去参加王子的舞会？你还是老老实实地待在家里，把这里打扫干净吧！”\n## 第 3 页\n舞会当晚，继母和继姐妹们穿着华丽的礼服，趾高气扬地离开了。灰姑娘独自一人坐在壁炉边，泪水无声地滑落。她多么希望能去参加舞会啊！就在这时，一道柔和的光芒闪过，一位慈祥的仙女教母出现在她面前。“别哭，我的孩子，”仙女教母微笑着说，“你也可以去参加舞会！”随着魔杖轻轻一挥，一个南瓜变成了金碧辉煌的马车，几只小老鼠变成了骏马，蜥蜴变成了马车夫和侍从，而灰姑娘身上的破旧衣服也瞬间变成了一袭闪耀着星光的水晶舞裙！\n## 第 4 页\n仙女教母提醒灰姑娘：“记住，孩子，魔法会在午夜十二点钟声敲响时失效！你必须在那之前离开。”灰姑娘激动地答应了。她乘坐着华丽的马车来到了王宫。当她走进舞厅时，所有人的目光都被她吸引住了，尤其是王子。他从未见过如此美丽优雅的女孩。王子立刻走到她面前，邀请她跳舞。他们彻夜翩翩起舞，王子对她一见倾心，根本没有注意到时间的流逝。\n## 第 5 页\n当午夜的钟声开始敲响第一下时，灰姑娘猛然惊醒，她想起仙女教母的警告。她来不及向王子告别，也来不及解释，便慌忙跑出舞厅，冲下台阶。王子紧追不舍，但灰姑娘跑得太快了。在台阶上，她不小心掉了一只水晶鞋。王子捡起那只晶莹剔透的水晶鞋，望着她远去的背影，心中充满了失落和渴望。\n## 第 6 页\n第二天，王子下令，要全国所有的女孩都来试穿这只水晶鞋，声称能穿上它的人就是他要娶的新娘。卫兵们带着水晶鞋，挨家挨户地寻找。当他们来到灰姑娘家时，继姐妹们争先恐后地尝试，无论如何挤压，她们的脚都太大了。继母得意洋洋地阻止灰姑娘尝试，但卫兵坚持每个女孩都必须试。灰姑娘小心翼翼地把脚伸进水晶鞋，它竟然完美地合脚！\n## 第 7 页\n继母和继姐妹们目瞪口呆，不敢相信眼前的一切。就在这时，灰姑娘从口袋里拿出了另一只一模一样的水晶鞋，也穿在了另一只脚上。所有的疑惑都烟消云散了。卫兵们立刻明白了，她就是王子要找的女孩。灰姑娘被带到了王宫，王子见到她时，眼中充满了惊喜和爱意。不久之后，王子和灰姑娘举行了一场盛大的婚礼，他们从此过上了幸福快乐的生活。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在一个遥远的国度里，住着一位名叫灰姑娘的善良女孩。她的母亲早逝，父亲再娶了一位继母，但不久父亲也离开了人世。从那时起，灰姑娘的生活变得艰难起来。继母和两个继姐妹对她百般刁难，把所有的家务都推给她，让她穿着破旧的衣服，睡在炉灰边上。尽管如此，灰姑娘的心灵依然纯洁善良，她总是对小动物们充满爱心。",
      "textEn": "In a faraway land lived a kind girl named Cinderella. Her mother passed away early, and her father remarried, but soon after, her father also departed. From then on, Cinderella's life became difficult. Her stepmother and two stepsisters treated her harshly, piling all the housework upon her, making her wear tattered clothes, and sleep by the ashes of the hearth. Despite this, Cinderella's heart remained pure and kind, and she always showed love to the small animals."
    },
    {
      "pageNumber": 2,
      "textZh": "有一天，王国里传来了一个振奋人心的消息：王子将举办一场盛大的舞会，邀请全国所有的适龄女孩参加，希望能从中找到他的新娘。继母和继姐妹们为此兴奋不已，她们忙着准备华丽的礼服。灰姑娘也渴望能去参加舞会，但当她小心翼翼地提出请求时，继母却冷笑着说：“就你这副模样，也配去参加王子的舞会？你还是老老实实地待在家里，把这里打扫干净吧！”",
      "textEn": "One day, exciting news spread throughout the kingdom: the Prince was holding a grand ball, inviting all eligible girls in the land, hoping to find his bride among them. The stepmother and stepsisters were thrilled, busily preparing their lavish gowns. Cinderella also longed to attend the ball, but when she cautiously made her request, her stepmother scoffed, \"You, in that state, think you're fit to attend the Prince's ball? You'd better stay home and clean this place!\""
    },
    {
      "pageNumber": 3,
      "textZh": "舞会当晚，继母和继姐妹们穿着华丽的礼服，趾高气扬地离开了。灰姑娘独自一人坐在壁炉边，泪水无声地滑落。她多么希望能去参加舞会啊！就在这时，一道柔和的光芒闪过，一位慈祥的仙女教母出现在她面前。“别哭，我的孩子，”仙女教母微笑着说，“你也可以去参加舞会！”随着魔杖轻轻一挥，一个南瓜变成了金碧辉煌的马车，几只小老鼠变成了骏马，蜥蜴变成了马车夫和侍从，而灰姑娘身上的破旧衣服也瞬间变成了一袭闪耀着星光的水晶舞裙！",
      "textEn": "On the night of the ball, the stepmother and stepsisters, dressed in their finery, departed haughtily. Cinderella sat alone by the fireplace, tears silently streaming down her face. How she wished she could go to the ball! Just then, a soft glow appeared, and a kind Fairy Godmother stood before her. \"Don't cry, my child,\" the Fairy Godmother smiled, \"You can go to the ball too!\" With a gentle wave of her magic wand, a pumpkin transformed into a splendid carriage, a few small mice became magnificent horses, a lizard turned into a coachman and footmen, and Cinderella's tattered clothes instantly became a shimmering, star-dusted crystal gown!"
    },
    {
      "pageNumber": 4,
      "textZh": "仙女教母提醒灰姑娘：“记住，孩子，魔法会在午夜十二点钟声敲响时失效！你必须在那之前离开。”灰姑娘激动地答应了。她乘坐着华丽的马车来到了王宫。当她走进舞厅时，所有人的目光都被她吸引住了，尤其是王子。他从未见过如此美丽优雅的女孩。王子立刻走到她面前，邀请她跳舞。他们彻夜翩翩起舞，王子对她一见倾心，根本没有注意到时间的流逝。",
      "textEn": "The Fairy Godmother reminded Cinderella, \"Remember, my child, the magic will wear off at the stroke of midnight! You must leave before then.\" Cinderella excitedly agreed. She arrived at the palace in her magnificent carriage. As she entered the ballroom, everyone's eyes were drawn to her, especially the Prince. He had never seen such a beautiful and elegant girl. The Prince immediately walked up to her and invited her to dance. They danced gracefully all night, the Prince instantly smitten, completely oblivious to the passage of time."
    },
    {
      "pageNumber": 5,
      "textZh": "当午夜的钟声开始敲响第一下时，灰姑娘猛然惊醒，她想起仙女教母的警告。她来不及向王子告别，也来不及解释，便慌忙跑出舞厅，冲下台阶。王子紧追不舍，但灰姑娘跑得太快了。在台阶上，她不小心掉了一只水晶鞋。王子捡起那只晶莹剔透的水晶鞋，望着她远去的背影，心中充满了失落和渴望。",
      "textEn": "As the first stroke of midnight sounded, Cinderella suddenly awakened, remembering the Fairy Godmother's warning. Without a moment to say goodbye or explain to the Prince, she frantically ran out of the ballroom and down the steps. The Prince pursued her closely, but Cinderella ran too fast. On the steps, she accidentally dropped one of her glass slippers. The Prince picked up the sparkling crystal slipper, gazing at her retreating figure, his heart filled with loss and longing."
    },
    {
      "pageNumber": 6,
      "textZh": "第二天，王子下令，要全国所有的女孩都来试穿这只水晶鞋，声称能穿上它的人就是他要娶的新娘。卫兵们带着水晶鞋，挨家挨户地寻找。当他们来到灰姑娘家时，继姐妹们争先恐后地尝试，无论如何挤压，她们的脚都太大了。继母得意洋洋地阻止灰姑娘尝试，但卫兵坚持每个女孩都必须试。灰姑娘小心翼翼地把脚伸进水晶鞋，它竟然完美地合脚！",
      "textEn": "The next day, the Prince decreed that all girls in the kingdom must try on the glass slipper, vowing that whoever it fit would be his bride. The guards, carrying the slipper, went from house to house. When they arrived at Cinderella's home, the stepsisters eagerly tried it on, but no matter how much they squeezed, their feet were too large. The stepmother proudly tried to prevent Cinderella from trying, but the guards insisted every girl must. Cinderella cautiously slipped her foot into the glass slipper, and it fit perfectly!"
    },
    {
      "pageNumber": 7,
      "textZh": "继母和继姐妹们目瞪口呆，不敢相信眼前的一切。就在这时，灰姑娘从口袋里拿出了另一只一模一样的水晶鞋，也穿在了另一只脚上。所有的疑惑都烟消云散了。卫兵们立刻明白了，她就是王子要找的女孩。灰姑娘被带到了王宫，王子见到她时，眼中充满了惊喜和爱意。不久之后，王子和灰姑娘举行了一场盛大的婚礼，他们从此过上了幸福快乐的生活。",
      "textEn": "The stepmother and stepsisters were dumbfounded, unable to believe what they saw. Just then, Cinderella took out the identical other glass slipper from her pocket and put it on her other foot. All doubts vanished. The guards immediately understood she was the girl the Prince was searching for. Cinderella was taken to the palace, and when the Prince saw her, his eyes were filled with surprise and love. Soon after, the Prince and Cinderella held a grand wedding, and they lived happily ever after."
    }
  ]
}