{
  "titleZh": "小蝌蚪找妈妈",
  "titleEn": "Little Tadpoles Look for Their Mother",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n在一个阳光明媚的池塘里，一群黑溜溜的小蝌蚪快活地游来游去。它们有圆圆的身体和长长的尾巴，像小小的逗号。它们每天追逐玩耍，可是心里总觉得少了点什么。它们从来没有见过自己的妈妈。\n\n## 第 2 页\n“妈妈到底在哪里呢？”一只最小的蝌蚪问道。它的兄弟姐妹们也好奇地摇着尾巴。它们决定，要一起去寻找它们的妈妈！它们勇敢地向前游去，首先遇到了一只忙碌的小虾。\n“虾阿姨，请问您有没有见过我们的妈妈呀？”小蝌蚪们齐声问道。\n\n## 第 3 页\n小虾停了下来，眨了眨它的小眼睛。“你们的妈妈？她长着四条腿，大大的眼睛，还会唱歌吗？”小虾想了想，指着不远处一条金光闪闪的金鱼说：“也许金鱼姐姐知道。”小蝌蚪们高兴地向金鱼游去。\n“金鱼姐姐，您是我们的妈妈吗？您有四条腿，大大的眼睛吗？”\n\n## 第 4 页\n金鱼摇了摇它美丽的尾巴，笑着说：“我没有四条腿，也没有大眼睛，我只会吐泡泡。你们的妈妈呀，应该住在水面上，或者水边。”金鱼指了指前方一只慢悠悠的大乌龟。“去问问乌龟爷爷吧，他可知道得多啦！”小蝌蚪们又充满希望地游向乌龟。\n\n## 第 5 页\n乌龟爷爷慢吞吞地探出头来，慈祥地看着小蝌蚪们。“孩子们，你们的妈妈呀，她有四条腿，大大的眼睛，穿着一件绿色的衣裳，有时在水里，有时在岸上。她还会‘呱呱’地唱歌呢。”小蝌蚪们听了，四处张望。它们看见岸边一只高大的母鸡正在啄米。\n“母鸡阿姨，您是我们的妈妈吗？”\n\n## 第 6 页\n母鸡吓了一跳，扑棱棱地扇动翅膀。“咯咯！我可不是你们的妈妈！我只有两条腿，身上是羽毛，我只会下蛋！”小蝌蚪们听了，有点失望，但它们没有放弃。它们继续在池塘里游啊游，突然，它们发现自己的身体变了！\n\n## 第 7 页\n它们的两侧长出了小小的腿，尾巴也慢慢变短了。它们觉得有些奇怪，但更多的是兴奋。它们变成了长着腿的小“逗号”！它们试着用新长出来的腿划水，游得更快了。当它们游到荷叶边时，看到了一张熟悉的、大大的、绿色的脸。\n\n## 第 8 页\n“呱呱！”那张绿色的脸对着它们叫了一声，正是乌龟爷爷描述的歌声！“我的孩子们，你们终于找到我啦！”那是一只美丽的、穿着绿色衣服的青蛙，她有四条腿，两只大大的眼睛，正慈爱地看着它们。\n“妈妈！”小蝌蚪们高兴地叫起来，它们自己也变成了小青蛙，和妈妈一模一样！\n\n## 第 9 页\n青蛙妈妈温柔地抱住它们，解释说：“孩子们，你们长大了，从水里的小蝌蚪变成了陆上的小青蛙。我一直都在这里，看着你们慢慢长大，勇敢地寻找我。”从此，小青蛙们和青蛙妈妈幸福地生活在一起，在荷叶上唱歌，在水里捉虫，每天都充满了欢声笑语。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在一个阳光明媚的池塘里，一群黑溜溜的小蝌蚪快活地游来游去。它们有圆圆的身体和长长的尾巴，像小小的逗号。它们每天追逐玩耍，可是心里总觉得少了点什么。它们从来没有见过自己的妈妈。",
      "textEn": "In a sun-drenched pond, a group of sleek black tadpoles swam happily. They had round bodies and long tails, like tiny commas. They chased and played every day, but deep down, they felt something was missing. They had never met their mother."
    },
    {
      "pageNumber": 2,
      "textZh": "“妈妈到底在哪里呢？”一只最小的蝌蚪问道。它的兄弟姐妹们也好奇地摇着尾巴。它们决定，要一起去寻找它们的妈妈！它们勇敢地向前游去，首先遇到了一只忙碌的小虾。\n“虾阿姨，请问您有没有见过我们的妈妈呀？”小蝌蚪们齐声问道。",
      "textEn": "\"Where could Mom be?\" asked the smallest tadpole. Its siblings wiggled their tails curiously. They decided to go find their mother together! Bravely, they swam forward and first met a busy little shrimp.\n\"Auntie Shrimp, have you seen our mother?\" the tadpoles asked in unison."
    },
    {
      "pageNumber": 3,
      "textZh": "小虾停了下来，眨了眨它的小眼睛。“你们的妈妈？她长着四条腿，大大的眼睛，还会唱歌吗？”小虾想了想，指着不远处一条金光闪闪的金鱼说：“也许金鱼姐姐知道。”小蝌蚪们高兴地向金鱼游去。\n“金鱼姐姐，您是我们的妈妈吗？您有四条腿，大大的眼睛吗？”",
      "textEn": "The little shrimp paused, blinking its tiny eyes. \"Your mother? Does she have four legs, big eyes, and can she sing?\" The shrimp thought for a moment, then pointed to a shimmering goldfish not far away. \"Perhaps Sister Goldfish knows.\" The tadpoles happily swam towards the goldfish.\n\"Sister Goldfish, are you our mother? Do you have four legs and big eyes?\""
    },
    {
      "pageNumber": 4,
      "textZh": "金鱼摇了摇它美丽的尾巴，笑着说：“我没有四条腿，也没有大眼睛，我只会吐泡泡。你们的妈妈呀，应该住在水面上，或者水边。”金鱼指了指前方一只慢悠悠的大乌龟。“去问问乌龟爷爷吧，他可知道得多啦！”小蝌蚪们又充满希望地游向乌龟。",
      "textEn": "The goldfish wagged its beautiful tail and said with a smile, \"I don't have four legs or big eyes; I only blow bubbles. Your mother, she should live on the surface of the water, or by the water's edge.\" The goldfish pointed to a slow-moving big turtle ahead. \"Go ask Grandpa Turtle, he knows a lot!\" The tadpoles, full of hope again, swam towards the turtle."
    },
    {
      "pageNumber": 5,
      "textZh": "乌龟爷爷慢吞吞地探出头来，慈祥地看着小蝌蚪们。“孩子们，你们的妈妈呀，她有四条腿，大大的眼睛，穿着一件绿色的衣裳，有时在水里，有时在岸上。她还会‘呱呱’地唱歌呢。”小蝌蚪们听了，四处张望。它们看见岸边一只高大的母鸡正在啄米。\n“母鸡阿姨，您是我们的妈妈吗？”",
      "textEn": "Grandpa Turtle slowly poked his head out, looking kindly at the tadpoles. \"Children, your mother, she has four legs, big eyes, wears a green coat, sometimes in the water, sometimes on land. She also sings 'croak, croak'.\" The tadpoles looked around. They saw a tall hen pecking rice on the shore.\n\"Auntie Hen, are you our mother?\""
    },
    {
      "pageNumber": 6,
      "textZh": "母鸡吓了一跳，扑棱棱地扇动翅膀。“咯咯！我可不是你们的妈妈！我只有两条腿，身上是羽毛，我只会下蛋！”小蝌蚪们听了，有点失望，但它们没有放弃。它们继续在池塘里游啊游，突然，它们发现自己的身体变了！",
      "textEn": "The hen was startled, flapping her wings. \"Cluck, cluck! I am not your mother! I only have two legs, my body is covered in feathers, and I only lay eggs!\" The tadpoles felt a little disappointed, but they didn't give up. They kept swimming and swimming in the pond, and suddenly, they noticed their bodies had changed!"
    },
    {
      "pageNumber": 7,
      "textZh": "它们的两侧长出了小小的腿，尾巴也慢慢变短了。它们觉得有些奇怪，但更多的是兴奋。它们变成了长着腿的小“逗号”！它们试着用新长出来的腿划水，游得更快了。当它们游到荷叶边时，看到了一张熟悉的、大大的、绿色的脸。",
      "textEn": "Small legs grew on their sides, and their tails slowly shortened. They felt a little strange, but more so, excited. They had become little \"commas\" with legs! They tried to paddle with their new legs and swam even faster. As they swam to the edge of a lotus leaf, they saw a familiar, big, green face."
    },
    {
      "pageNumber": 8,
      "textZh": "“呱呱！”那张绿色的脸对着它们叫了一声，正是乌龟爷爷描述的歌声！“我的孩子们，你们终于找到我啦！”那是一只美丽的、穿着绿色衣服的青蛙，她有四条腿，两只大大的眼睛，正慈爱地看着它们。\n“妈妈！”小蝌蚪们高兴地叫起来，它们自己也变成了小青蛙，和妈妈一模一样！",
      "textEn": "\"Croak, croak!\" The green face called out to them, exactly the song Grandpa Turtle described! \"My children, you've finally found me!\" It was a beautiful frog, wearing a green coat, with four legs and two big eyes, looking at them lovingly.\n\"Mommy!\" the tadpoles cried out happily, for they themselves had also turned into little frogs, just like their mother!"
    },
    {
      "pageNumber": 9,
      "textZh": "青蛙妈妈温柔地抱住它们，解释说：“孩子们，你们长大了，从水里的小蝌蚪变成了陆上的小青蛙。我一直都在这里，看着你们慢慢长大，勇敢地寻找我。”从此，小青蛙们和青蛙妈妈幸福地生活在一起，在荷叶上唱歌，在水里捉虫，每天都充满了欢声笑语。",
      "textEn": "Mother Frog gently embraced them, explaining, \"Children, you've grown up, transforming from tadpoles in the water to little frogs on land. I've always been here, watching you grow up slowly and bravely search for me.\" From then on, the little frogs and Mother Frog lived happily together, singing on lotus leaves, catching insects in the water, and filling every day with joy and laughter."
    }
  ]
}