{
  "titleZh": "没头脑和不高兴",
  "titleEn": "Thoughtless and Grumpy",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n在一个充满阳光和欢声笑语的小镇上，住着一对非常特别的朋友。一个是没头脑，他总是乐呵呵的，脑袋里装满了奇奇怪怪的念头，却常常忘记最重要的事情。另一个是不高兴，他总是皱着眉头，对任何事都不太满意，但他有着最仔细的眼睛和最灵巧的双手。\n\n## 第 2 页\n有一天，小镇要举办一年一度的“星星灯节”。镇长宣布，今年要制作一盏前所未有、巨大无比的星空灯笼，点亮整个小镇的夜空。而这个光荣的任务，就交给了没头脑和不高兴！\n\n## 第 3 页\n没头脑一听，兴奋得跳了起来！“太棒啦！我来设计，我来动手！”他拿起一堆五颜六色的黏土，东拼西凑，没多久，一个歪歪扭扭、充满想象力但摇摇欲坠的灯笼骨架就出现了。他甚至忘了在里面留个放灯泡的地方！\n\n## 第 4 页\n不高兴在一旁看着，眉头皱得更紧了。“哼，乱七八糟，一点都不结实！”他边抱怨边走上前，小心翼翼地拆掉没头脑的“杰作”，然后用尺子仔细测量，用模板精确切割，试图做一个完美无缺的骨架。可他总觉得还不够好，拆了又装，装了又拆。\n\n## 第 5 页\n没头脑等得不耐烦了。“哎呀，不高兴，快点嘛！再不动手，星星灯节就要过去啦！”不高兴气鼓鼓地回答：“急什么？万一错了怎么办？完美才能长久！”两个人你一言我一语，眼看着堆积如山的材料，巨大的星空灯笼却一点进展都没有。\n\n## 第 6 页\n就在他们快要吵起来的时候，一阵微风吹过，把旁边老橡树上的几片叶子吹落下来。没头脑看着落叶，突然想到：“哎，不高兴，我虽然总是忘事，但我有很多奇妙的灵感！你虽然有点慢，但你总能把事情做得又结实又漂亮！”\n\n## 第 7 页\n不高兴愣了一下，没头脑接着说：“不如这样，我来负责想最天马行空的设计，画出大致的草图！你来帮我检查，告诉我哪里不够结实，哪里需要做得更细致！”不高兴犹豫了一下，他看着没头脑真诚的眼睛，轻轻地点了点头。\n\n## 第 8 页\n于是，没头脑开始飞快地构思，他的脑子里充满了星辰、彗星和闪耀的流星。不高兴则拿起工具，一丝不苟地将没头脑那些“异想天开”的形状变得稳固可靠，他甚至还给灯笼加上了精巧的旋转装置和细致的星图纹路。\n\n## 第 9 页\n到了星星灯节的前夜，一盏前所未有的巨大星空灯笼，稳稳地立在小镇广场中央。它既有着没头脑的奇思妙想，又有着不高兴的精雕细琢。当第一颗星星在夜空中闪烁时，灯笼被点亮了，无数小星星在里面旋转，整个小镇都沉浸在璀璨的光芒中。\n\n## 第 10 页\n没头脑高兴得跳了起来，手舞足蹈地欢呼着。不高兴也站在一旁，他没有笑，但嘴角却轻轻上扬了一点点，眼里闪烁着从未有过的光芒。那一刻，他们都明白，世界上最棒的星空灯笼，是“没头脑”的奇思妙想和“不高兴”的认真细致一起创造出来的。他们是最好的朋友，也是最棒的搭档！",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在一个充满阳光和欢声笑语的小镇上，住着一对非常特别的朋友。一个是没头脑，他总是乐呵呵的，脑袋里装满了奇奇怪怪的念头，却常常忘记最重要的事情。另一个是不高兴，他总是皱着眉头，对任何事都不太满意，但他有着最仔细的眼睛和最灵巧的双手。",
      "textEn": "In a small town full of sunshine and laughter, lived a pair of very special friends. One was No-Brain; he was always cheerful, his head filled with strange and wonderful ideas, but he often forgot the most important things. The other was Unhappy; he always frowned, never quite satisfied with anything, yet he had the keenest eyes and the most skillful hands."
    },
    {
      "pageNumber": 2,
      "textZh": "有一天，小镇要举办一年一度的“星星灯节”。镇长宣布，今年要制作一盏前所未有、巨大无比的星空灯笼，点亮整个小镇的夜空。而这个光荣的任务，就交给了没头脑和不高兴！",
      "textEn": "One day, the town was going to hold its annual \"Star Lantern Festival.\" The mayor announced that this year, they would create an unprecedented, enormous starry lantern to illuminate the entire town's night sky. And this glorious task was given to No-Brain and Unhappy!"
    },
    {
      "pageNumber": 3,
      "textZh": "没头脑一听，兴奋得跳了起来！“太棒啦！我来设计，我来动手！”他拿起一堆五颜六色的黏土，东拼西凑，没多久，一个歪歪扭扭、充满想象力但摇摇欲坠的灯笼骨架就出现了。他甚至忘了在里面留个放灯泡的地方！",
      "textEn": "No-Brain jumped up with excitement! \"Fantastic! I'll design it, I'll build it!\" He grabbed a pile of colorful clay, haphazardly piecing it together. Soon, a wobbly, imaginative, yet precarious lantern frame emerged. He even forgot to leave space inside for a light bulb!"
    },
    {
      "pageNumber": 4,
      "textZh": "不高兴在一旁看着，眉头皱得更紧了。“哼，乱七八糟，一点都不结实！”他边抱怨边走上前，小心翼翼地拆掉没头脑的“杰作”，然后用尺子仔细测量，用模板精确切割，试图做一个完美无缺的骨架。可他总觉得还不够好，拆了又装，装了又拆。",
      "textEn": "Unhappy watched from the side, his frown deepening. \"Hmph, what a mess, not sturdy at all!\" He grumbled as he stepped forward, carefully dismantling No-Brain's \"masterpiece.\" Then, he meticulously measured with a ruler and precisely cut with templates, trying to build a flawless frame. But he always felt it wasn't good enough, taking it apart and putting it back together repeatedly."
    },
    {
      "pageNumber": 5,
      "textZh": "没头脑等得不耐烦了。“哎呀，不高兴，快点嘛！再不动手，星星灯节就要过去啦！”不高兴气鼓鼓地回答：“急什么？万一错了怎么办？完美才能长久！”两个人你一言我一语，眼看着堆积如山的材料，巨大的星空灯笼却一点进展都没有。",
      "textEn": "No-Brain grew impatient. \"Oh, Unhappy, hurry up! If we don't get moving, the Star Lantern Festival will pass us by!\" Unhappy huffily replied, \"What's the rush? What if it's wrong? Only perfection lasts!\" The two bickered back and forth, and with mountains of materials piled up, the giant starry lantern made no progress at all."
    },
    {
      "pageNumber": 6,
      "textZh": "就在他们快要吵起来的时候，一阵微风吹过，把旁边老橡树上的几片叶子吹落下来。没头脑看着落叶，突然想到：“哎，不高兴，我虽然总是忘事，但我有很多奇妙的灵感！你虽然有点慢，但你总能把事情做得又结实又漂亮！”",
      "textEn": "Just as they were about to quarrel, a gentle breeze swept by, knocking a few leaves from the old oak tree nearby. No-Brain looked at the falling leaves and suddenly thought, \"Hey, Unhappy, even though I'm always forgetting things, I have so many wonderful ideas! And even though you're a bit slow, you always make things sturdy and beautiful!\""
    },
    {
      "pageNumber": 7,
      "textZh": "不高兴愣了一下，没头脑接着说：“不如这样，我来负责想最天马行空的设计，画出大致的草图！你来帮我检查，告诉我哪里不够结实，哪里需要做得更细致！”不高兴犹豫了一下，他看着没头脑真诚的眼睛，轻轻地点了点头。",
      "textEn": "Unhappy paused, and No-Brain continued, \"How about this: I'll be responsible for thinking up the most wild and imaginative designs and drawing rough sketches! You help me check, tell me where it's not sturdy enough, and where it needs more detail!\" Unhappy hesitated, then looked into No-Brain's sincere eyes and gently nodded."
    },
    {
      "pageNumber": 8,
      "textZh": "于是，没头脑开始飞快地构思，他的脑子里充满了星辰、彗星和闪耀的流星。不高兴则拿起工具，一丝不苟地将没头脑那些“异想天开”的形状变得稳固可靠，他甚至还给灯笼加上了精巧的旋转装置和细致的星图纹路。",
      "textEn": "So, No-Brain began to brainstorm rapidly, his mind filled with stars, comets, and sparkling shooting stars. Unhappy, meanwhile, picked up his tools and meticulously transformed No-Brain's \"wild ideas\" into stable and reliable shapes. He even added clever rotating mechanisms and delicate star map patterns to the lantern."
    },
    {
      "pageNumber": 9,
      "textZh": "到了星星灯节的前夜，一盏前所未有的巨大星空灯笼，稳稳地立在小镇广场中央。它既有着没头脑的奇思妙想，又有着不高兴的精雕细琢。当第一颗星星在夜空中闪烁时，灯笼被点亮了，无数小星星在里面旋转，整个小镇都沉浸在璀璨的光芒中。",
      "textEn": "On the eve of the Star Lantern Festival, an unprecedented, colossal starry lantern stood firmly in the center of the town square. It boasted both No-Brain's whimsical imagination and Unhappy's meticulous craftsmanship. As the first star twinkled in the night sky, the lantern was lit, and countless small stars rotated within it, immersing the entire town in brilliant light."
    },
    {
      "pageNumber": 10,
      "textZh": "没头脑高兴得跳了起来，手舞足蹈地欢呼着。不高兴也站在一旁，他没有笑，但嘴角却轻轻上扬了一点点，眼里闪烁着从未有过的光芒。那一刻，他们都明白，世界上最棒的星空灯笼，是“没头脑”的奇思妙想和“不高兴”的认真细致一起创造出来的。他们是最好的朋友，也是最棒的搭档！",
      "textEn": "No-Brain jumped with joy, cheering and dancing. Unhappy stood beside him; he didn't smile, but the corners of his mouth subtly turned up, and his eyes sparkled with a light he'd never shown before. In that moment, they both understood that the world's best starry lantern was created by the whimsical ideas of \"No-Brain\" and the meticulousness of \"Unhappy\" working together. They were the best of friends, and the best of partners!"
    }
  ]
}