{
  "titleZh": "十二个跳舞的公主",
  "titleEn": "The Twelve Dancing Princesses",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n在很久很久以前，有一个遥远的王国。国王有十二位美丽的女儿，她们姐妹情深，都拥有公主般优雅的举止和迷人的笑容。奇怪的是，每天早上，无论她们前一晚穿的鞋子有多新，第二天早上都会变得破旧不堪，鞋底磨得精光，鞋面也布满裂痕，就像跳了一整夜的舞。\n\n## 第 2 页\n国王对此感到非常困惑和忧虑。他怀疑公主们每晚都有一个秘密的去处。为了揭开这个谜团，国王颁布了一道法令：任何能够发现公主们夜间秘密的人，都可以选择其中一位公主为妻，并在他百年之后继承王位。\n\n## 第 3 页\n许多英俊的王子和勇敢的骑士慕名而来，争相尝试。他们被安排住在公主们的卧室外，彻夜看守。然而，每当夜幕降临，他们总会神秘地陷入沉睡，无论多么努力地抵抗，都会昏昏欲睡，直到第二天早上醒来，一无所获。\n\n## 第 4 页\n在距离王宫不远的小村庄里，住着一位善良而聪明的年轻士兵，名叫马克斯。他听说了国王的烦恼和丰厚的赏赐，决定去碰碰运气。他虽然没有显赫的出身，却有着一颗坚毅的心和敏锐的观察力。\n\n## 第 5 页\n在前往王宫的路上，马克斯遇到了一位拄着拐杖的老妇人。他善意地帮助她提水。老妇人微笑着，递给他一件不起眼的灰色斗篷，并悄悄告诉他：“穿上这件斗篷，你会隐身。记住，晚上公主们会给你一杯安眠的饮品，千万不要喝下去。”\n\n## 第 6 页\n马克斯带着老妇人的忠告和斗篷来到了王宫。晚上，当公主们将一杯香甜的饮品递给他时，他假装喝下，然后悄悄地倒掉了。接着，他躺在床上，闭上眼睛，发出轻轻的鼾声，假装自己已经沉沉睡去。\n\n## 第 7 页\n过了一会儿，他听到公主们细微的声响。当他睁开眼睛时，只见十二位公主都已穿戴整齐，最小的公主脸上带着一丝不安，但最年长的公主示意她不要出声。她们一起推动了床边的一张地毯，露出了一个隐藏的机关。\n\n## 第 8 页\n地毯下竟然是一道秘密的楼梯！公主们一个接一个地走下去。马克斯立刻披上神奇的灰色斗篷，变得隐形，悄悄地跟在她们身后。他们沿着楼梯向下，穿过一片由闪闪发光的银色树木组成的森林，树叶像铃铛一样发出清脆的响声。马克斯悄悄折下了一根银色的树枝作为证据。\n\n## 第 9 页\n接着，公主们继续前行，进入了另一片更加华丽的森林。这里的树木是金色的，树叶在黑暗中闪烁着迷人的光芒，仿佛无数颗小星星。马克斯又小心翼翼地折下了一根金色的树枝，生怕被发现。\n\n## 第 10 页\n最后，她们抵达了第三片森林，这片森林的树木简直是奇迹！它们的枝干和叶片都由璀璨的钻石构成，在微弱的光线下也散发出耀眼的光芒，如同最珍贵的宝石。马克斯再次伸出手，折下了一根小小的钻石树枝。\n\n## 第 11 页\n穿过钻石森林后，公主们来到了一扇宏伟的大门前。门后是一个巨大的地下舞厅，灯火辉煌，乐声悠扬。十二位英俊的王子正在那里等待着她们。公主们立刻加入舞池，与王子们翩翩起舞，旋转跳跃，彻夜未眠，直到她们的鞋子全部磨破。\n\n## 第 12 页\n当黎明的第一缕阳光透过地缝照进舞厅时，乐声渐止。公主们与王子们依依惜别，承诺明天晚上再见。然后，她们快速地沿着原路返回。马克斯隐身紧随其后，确保不被发现。他看着公主们回到自己的卧室，将磨破的鞋子藏好。\n\n## 第 13 页\n第二天早上，国王召集了所有尝试者。马克斯勇敢地站了出来。他没有讲述任何猜测，而是直接拿出了三根闪闪发光的树枝：一根银色，一根金色，一根钻石。他详细地描述了公主们夜间的旅程和秘密的舞会。\n\n## 第 14 页\n国王惊呆了，他看着那些独特的树枝，又看向自己的女儿们。公主们知道秘密再也藏不住了，她们羞愧地低下了头，但同时心里也感到了一丝解脱。最年长的公主终于开口，承认了她们每晚去地下舞会跳舞的秘密。\n\n## 第 15 页\n国王大喜过望，他终于解开了多年的谜团。正如他所承诺的，马克斯被允许选择一位公主为妻。马克斯选择了那位曾露出不安神情、善良的最小公主。他们举行了盛大的婚礼，整个王国都为之庆祝。从此以后，公主们可以自由地跳舞，而马克斯也成为了王国未来的继承人，过上了幸福的生活。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在很久很久以前，有一个遥远的王国。国王有十二位美丽的女儿，她们姐妹情深，都拥有公主般优雅的举止和迷人的笑容。奇怪的是，每天早上，无论她们前一晚穿的鞋子有多新，第二天早上都会变得破旧不堪，鞋底磨得精光，鞋面也布满裂痕，就像跳了一整夜的舞。",
      "textEn": "Once upon a time, in a distant kingdom, lived a King with his twelve beautiful daughters. These sisters were very close, each possessing the grace of a princess and a charming smile. Strangely, every morning, no matter how new their shoes were the night before, they would be found utterly worn out—soles worn thin, and uppers cracked—as if they had danced all night long."
    },
    {
      "pageNumber": 2,
      "textZh": "国王对此感到非常困惑和忧虑。他怀疑公主们每晚都有一个秘密的去处。为了揭开这个谜团，国王颁布了一道法令：任何能够发现公主们夜间秘密的人，都可以选择其中一位公主为妻，并在他百年之后继承王位。",
      "textEn": "The King was greatly puzzled and worried by this mystery. He suspected his daughters had a secret destination every night. To uncover the truth, the King issued a decree: anyone who could discover the princesses' nocturnal secret would be allowed to choose one of them as a wife and inherit the throne after his passing."
    },
    {
      "pageNumber": 3,
      "textZh": "许多英俊的王子和勇敢的骑士慕名而来，争相尝试。他们被安排住在公主们的卧室外，彻夜看守。然而，每当夜幕降临，他们总会神秘地陷入沉睡，无论多么努力地抵抗，都会昏昏欲睡，直到第二天早上醒来，一无所获。",
      "textEn": "Many handsome princes and brave knights came from far and wide, eager to try. They were assigned rooms outside the princesses' chambers to keep watch throughout the night. However, as darkness fell, they would mysteriously fall into a deep sleep, no matter how hard they tried to resist, drifting off until they awoke the next morning, having learned nothing."
    },
    {
      "pageNumber": 4,
      "textZh": "在距离王宫不远的小村庄里，住着一位善良而聪明的年轻士兵，名叫马克斯。他听说了国王的烦恼和丰厚的赏赐，决定去碰碰运气。他虽然没有显赫的出身，却有着一颗坚毅的心和敏锐的观察力。",
      "textEn": "In a small village not far from the palace lived a kind and clever young soldier named Max. He heard about the King's dilemma and the generous reward, and decided to try his luck. Although he was not of noble birth, he possessed a resolute heart and keen powers of observation."
    },
    {
      "pageNumber": 5,
      "textZh": "在前往王宫的路上，马克斯遇到了一位拄着拐杖的老妇人。他善意地帮助她提水。老妇人微笑着，递给他一件不起眼的灰色斗篷，并悄悄告诉他：“穿上这件斗篷，你会隐身。记住，晚上公主们会给你一杯安眠的饮品，千万不要喝下去。”",
      "textEn": "On his way to the palace, Max met an old woman leaning on a walking stick. He kindly helped her carry water. The old woman smiled, handed him an inconspicuous grey cloak, and whispered, \"Wear this cloak, and you will become invisible. Remember, at night, the princesses will offer you a sleeping drink—do not drink it.\""
    },
    {
      "pageNumber": 6,
      "textZh": "马克斯带着老妇人的忠告和斗篷来到了王宫。晚上，当公主们将一杯香甜的饮品递给他时，他假装喝下，然后悄悄地倒掉了。接着，他躺在床上，闭上眼睛，发出轻轻的鼾声，假装自己已经沉沉睡去。",
      "textEn": "Max arrived at the palace with the old woman's advice and the cloak. That evening, when the princesses offered him a sweet drink, he pretended to drink it, then secretly poured it away. Next, he lay in bed, closed his eyes, and let out a soft snore, feigning a deep sleep."
    },
    {
      "pageNumber": 7,
      "textZh": "过了一会儿，他听到公主们细微的声响。当他睁开眼睛时，只见十二位公主都已穿戴整齐，最小的公主脸上带着一丝不安，但最年长的公主示意她不要出声。她们一起推动了床边的一张地毯，露出了一个隐藏的机关。",
      "textEn": "After a while, he heard faint sounds from the princesses. When he opened his eyes, he saw all twelve princesses dressed and ready. The youngest princess had a hint of unease on her face, but the eldest gestured for her to be quiet. Together, they pushed aside a rug by the bed, revealing a hidden mechanism."
    },
    {
      "pageNumber": 8,
      "textZh": "地毯下竟然是一道秘密的楼梯！公主们一个接一个地走下去。马克斯立刻披上神奇的灰色斗篷，变得隐形，悄悄地跟在她们身后。他们沿着楼梯向下，穿过一片由闪闪发光的银色树木组成的森林，树叶像铃铛一样发出清脆的响声。马克斯悄悄折下了一根银色的树枝作为证据。",
      "textEn": "Beneath the rug was a secret staircase! The princesses descended one by one. Max immediately put on the magical grey cloak, becoming invisible, and quietly followed them. They went down the stairs, through a forest of shimmering silver trees whose leaves rustled like tiny bells. Max secretly broke off a silver twig as evidence."
    },
    {
      "pageNumber": 9,
      "textZh": "接着，公主们继续前行，进入了另一片更加华丽的森林。这里的树木是金色的，树叶在黑暗中闪烁着迷人的光芒，仿佛无数颗小星星。马克斯又小心翼翼地折下了一根金色的树枝，生怕被发现。",
      "textEn": "Next, the princesses continued onward, entering another, even more magnificent forest. The trees here were golden, their leaves glittering with enchanting light in the darkness, like countless tiny stars. Max carefully broke off a golden twig, fearful of being discovered."
    },
    {
      "pageNumber": 10,
      "textZh": "最后，她们抵达了第三片森林，这片森林的树木简直是奇迹！它们的枝干和叶片都由璀璨的钻石构成，在微弱的光线下也散发出耀眼的光芒，如同最珍贵的宝石。马克斯再次伸出手，折下了一根小小的钻石树枝。",
      "textEn": "Finally, they arrived at a third forest, and the trees here were a true wonder! Their branches and leaves were made of brilliant diamonds, emitting dazzling light even in the dimness, like the most precious jewels. Max reached out once more and snapped off a small diamond twig."
    },
    {
      "pageNumber": 11,
      "textZh": "穿过钻石森林后，公主们来到了一扇宏伟的大门前。门后是一个巨大的地下舞厅，灯火辉煌，乐声悠扬。十二位英俊的王子正在那里等待着她们。公主们立刻加入舞池，与王子们翩翩起舞，旋转跳跃，彻夜未眠，直到她们的鞋子全部磨破。",
      "textEn": "After passing through the diamond forest, the princesses arrived at a grand doorway. Behind the door was a huge underground ballroom, brightly lit and filled with melodious music. Twelve handsome princes were waiting for them there. The princesses immediately joined the dance floor, twirling and leaping with the princes all night long, until their shoes were completely worn out."
    },
    {
      "pageNumber": 12,
      "textZh": "当黎明的第一缕阳光透过地缝照进舞厅时，乐声渐止。公主们与王子们依依惜别，承诺明天晚上再见。然后，她们快速地沿着原路返回。马克斯隐身紧随其后，确保不被发现。他看着公主们回到自己的卧室，将磨破的鞋子藏好。",
      "textEn": "As the first rays of dawn pierced through the cracks into the ballroom, the music gradually ceased. The princesses bid farewell to the princes, promising to meet again tomorrow night. Then, they quickly returned the way they came. Max, still invisible, followed closely behind, ensuring he wasn't noticed. He watched as the princesses returned to their chambers and hid their worn-out shoes."
    },
    {
      "pageNumber": 13,
      "textZh": "第二天早上，国王召集了所有尝试者。马克斯勇敢地站了出来。他没有讲述任何猜测，而是直接拿出了三根闪闪发光的树枝：一根银色，一根金色，一根钻石。他详细地描述了公主们夜间的旅程和秘密的舞会。",
      "textEn": "The next morning, the King summoned all the contenders. Max bravely stepped forward. Instead of offering guesses, he directly presented three shimmering twigs: one silver, one golden, and one diamond. He then vividly described the princesses' nocturnal journey and their secret ballroom dance."
    },
    {
      "pageNumber": 14,
      "textZh": "国王惊呆了，他看着那些独特的树枝，又看向自己的女儿们。公主们知道秘密再也藏不住了，她们羞愧地低下了头，但同时心里也感到了一丝解脱。最年长的公主终于开口，承认了她们每晚去地下舞会跳舞的秘密。",
      "textEn": "The King was astonished. He looked at the unique twigs, then at his daughters. The princesses knew their secret could no longer be kept. They bowed their heads in shame, but at the same time felt a sense of relief. The eldest princess finally spoke, confessing their secret of dancing at the underground ballroom every night."
    },
    {
      "pageNumber": 15,
      "textZh": "国王大喜过望，他终于解开了多年的谜团。正如他所承诺的，马克斯被允许选择一位公主为妻。马克斯选择了那位曾露出不安神情、善良的最小公主。他们举行了盛大的婚礼，整个王国都为之庆祝。从此以后，公主们可以自由地跳舞，而马克斯也成为了王国未来的继承人，过上了幸福的生活。",
      "textEn": "The King was overjoyed; he had finally solved the mystery of many years. As he had promised, Max was allowed to choose one of the princesses as his wife. Max chose the kindest, youngest princess, the one who had shown a hint of unease. They had a grand wedding, celebrated throughout the entire kingdom. From then on, the princesses were free to dance, and Max became the future heir to the kingdom, living happily ever after."
    }
  ]
}