{
  "titleZh": "白雪公主和七个小矮人",
  "titleEn": "Snow White and the Seven Dwarfs",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n在一个遥远的国度里，住着一位心地善良、皮肤像雪一样白、嘴唇像血一样红、头发像乌木一样黑的公主，她的名字叫白雪公主。可是，她的继母王后却是个邪恶而嫉妒的女人。\n\n## 第 2 页\n每天，王后都会对着她的魔镜说：“魔镜啊魔镜，谁是世界上最美丽的女人？”魔镜总是回答：“我的王后，您是世界上最美丽的女人。”这让王后非常高兴。\n\n## 第 3 页\n但随着白雪公主一天天长大，她的美貌也日益显现。有一天，当王后再次询问魔镜时，魔镜的回答变了：“我的王后，您很美丽，但白雪公主比您美丽一千倍！”王后气得脸色发白。\n\n## 第 4 页\n嫉妒的王后命令她的猎人将白雪公主带到森林深处，并杀死她。作为证据，猎人必须带回白雪公主的心脏。\n\n## 第 5 页\n猎人带着白雪公主来到森林，但他看到公主纯洁无辜的脸庞，实在不忍心动手。他放走了白雪公主，并告诉她永远不要回来。猎人杀死了一头野猪，将它的心脏带回给王后。\n\n## 第 6 页\n白雪公主独自一人在森林里奔跑，穿过茂密的树林和崎岖的山路，直到筋疲力尽。夜幕降临，她发现了一间小小的、可爱的木屋。\n\n## 第 7 页\n小屋里的一切都小小的，却一尘不染。她看到七张小床，七个小碗，还有一张摆着七把小椅子的桌子。她太累了，于是把这些小东西都整理好，然后挑了一张床躺下，很快就睡着了。\n\n## 第 8 页\n傍晚，小屋的主人——七个小矮人从矿井里回来了。他们看到屋里亮着灯，感到很惊讶。当他们进入屋子时，发现白雪公主睡在他们的一张床上。\n\n## 第 9 页\n白雪公主醒来后，向小矮人们讲述了她的遭遇。小矮人们很同情她，便邀请她留下来，为他们做饭、打扫。白雪公主高兴地答应了。\n\n## 第 10 页\n与此同时，王后再次询问魔镜，发现白雪公主仍然活着，并且和七个小矮人住在一起。王后气疯了，决定亲自去解决白雪公主。\n\n## 第 11 页\n王后乔装打扮成一个卖苹果的老婆婆，制作了一个毒苹果，一半鲜红诱人，一半却致命。她来到小矮人的小屋，敲响了门。\n\n## 第 12 页\n白雪公主虽然被小矮人警告不要开门，但老婆婆的苦苦哀求和红苹果的诱惑让她放松了警惕。她咬了一口苹果，立刻倒在地上，一动不动。\n\n## 第 13 页\n小矮人们回来后，发现白雪公主躺在地上一动不动。他们知道是邪恶的王后干的。小矮人们悲痛欲绝，为白雪公主举行了隆重的葬礼。\n\n## 第 14 页\n因为白雪公主看起来就像睡着了一样美丽，小矮人不忍心将她埋葬。他们为她制作了一个水晶棺材，日夜守护着她。\n\n## 第 15 页\n几天后，一位路过的王子看到了美丽的白雪公主，立刻被她的美貌所吸引。王子恳求小矮人让他带走白雪公主。在搬运水晶棺材时不小心震动了一下，那一小块毒苹果从白雪公主的喉咙里吐了出来。\n\n## 第 16 页\n白雪公主奇迹般地醒了过来！王子向她表达了爱意，白雪公主也爱上了王子。他们举行了盛大的婚礼，过上了幸福的生活。而邪恶的王后，最终也得到了应有的惩罚。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在一个遥远的国度里，住着一位心地善良、皮肤像雪一样白、嘴唇像血一样红、头发像乌木一样黑的公主，她的名字叫白雪公主。可是，她的继母王后却是个邪恶而嫉妒的女人。",
      "textEn": "In a faraway land, there lived a kind-hearted princess named Snow White, whose skin was as white as snow, lips as red as blood, and hair as black as ebony. However, her stepmother, the Queen, was wicked and jealous."
    },
    {
      "pageNumber": 2,
      "textZh": "每天，王后都会对着她的魔镜说：“魔镜啊魔镜，谁是世界上最美丽的女人？”魔镜总是回答：“我的王后，您是世界上最美丽的女人。”这让王后非常高兴。",
      "textEn": "Every day, the Queen would ask her magic mirror, \"Magic mirror on the wall, who is the fairest of them all?\" The mirror would always reply, \"My Queen, you are the fairest of them all.\" This pleased the Queen greatly."
    },
    {
      "pageNumber": 3,
      "textZh": "但随着白雪公主一天天长大，她的美貌也日益显现。有一天，当王后再次询问魔镜时，魔镜的回答变了：“我的王后，您很美丽，但白雪公主比您美丽一千倍！”王后气得脸色发白。",
      "textEn": "But as Snow White grew older, her beauty blossomed. One day, when the Queen asked the mirror again, its answer changed: \"My Queen, you are fair, but Snow White is a thousand times fairer than you!\" The Queen's face turned pale with rage."
    },
    {
      "pageNumber": 4,
      "textZh": "嫉妒的王后命令她的猎人将白雪公主带到森林深处，并杀死她。作为证据，猎人必须带回白雪公主的心脏。",
      "textEn": "The jealous Queen ordered her huntsman to take Snow White deep into the forest and kill her. As proof, the huntsman had to bring back Snow White's heart."
    },
    {
      "pageNumber": 5,
      "textZh": "猎人带着白雪公主来到森林，但他看到公主纯洁无辜的脸庞，实在不忍心动手。他放走了白雪公主，并告诉她永远不要回来。猎人杀死了一头野猪，将它的心脏带回给王后。",
      "textEn": "The huntsman took Snow White into the forest, but seeing her innocent face, he couldn't bring himself to harm her. He set Snow White free, telling her never to return. The huntsman killed a wild boar and brought its heart back to the Queen."
    },
    {
      "pageNumber": 6,
      "textZh": "白雪公主独自一人在森林里奔跑，穿过茂密的树林和崎岖的山路，直到筋疲力尽。夜幕降临，她发现了一间小小的、可爱的木屋。",
      "textEn": "Snow White ran alone through the forest, past dense trees and over rough paths, until she was exhausted. As night fell, she discovered a small, charming wooden cottage."
    },
    {
      "pageNumber": 7,
      "textZh": "小屋里的一切都小小的，却一尘不染。她看到七张小床，七个小碗，还有一张摆着七把小椅子的桌子。她太累了，于是把这些小东西都整理好，然后挑了一张床躺下，很快就睡着了。",
      "textEn": "Everything inside the cottage was small, yet spotlessly clean. She saw seven tiny beds, seven little bowls, and a table with seven small chairs. She was so tired that she tidied everything up, then picked a bed, lay down, and soon fell asleep."
    },
    {
      "pageNumber": 8,
      "textZh": "傍晚，小屋的主人——七个小矮人从矿井里回来了。他们看到屋里亮着灯，感到很惊讶。当他们进入屋子时，发现白雪公主睡在他们的一张床上。",
      "textEn": "In the evening, the owners of the cottage—seven little dwarfs—returned from the mine. They were surprised to see a light on in their house. When they entered, they found Snow White sleeping in one of their beds."
    },
    {
      "pageNumber": 9,
      "textZh": "白雪公主醒来后，向小矮人们讲述了她的遭遇。小矮人们很同情她，便邀请她留下来，为他们做饭、打扫。白雪公主高兴地答应了。",
      "textEn": "When Snow White woke up, she told the dwarfs her story. The dwarfs felt sorry for her and invited her to stay, to cook and clean for them. Snow White happily agreed."
    },
    {
      "pageNumber": 10,
      "textZh": "与此同时，王后再次询问魔镜，发现白雪公主仍然活着，并且和七个小矮人住在一起。王后气疯了，决定亲自去解决白雪公主。",
      "textEn": "Meanwhile, the Queen asked her magic mirror again and discovered that Snow White was still alive, living with the seven dwarfs. The Queen was furious and decided to deal with Snow White herself."
    },
    {
      "pageNumber": 11,
      "textZh": "王后乔装打扮成一个卖苹果的老婆婆，制作了一个毒苹果，一半鲜红诱人，一半却致命。她来到小矮人的小屋，敲响了门。",
      "textEn": "The Queen disguised herself as an old peddler woman selling apples. She prepared a poisoned apple, one half tempting and red, the other half deadly. She came to the dwarfs' cottage and knocked on the door."
    },
    {
      "pageNumber": 12,
      "textZh": "白雪公主虽然被小矮人警告不要开门，但老婆婆的苦苦哀求和红苹果的诱惑让她放松了警惕。她咬了一口苹果，立刻倒在地上，一动不动。",
      "textEn": "Although Snow White had been warned by the dwarfs not to open the door, the old woman's persistent pleas and the temptation of the red apple made her drop her guard. She took a bite of the apple and immediately fell to the ground, motionless."
    },
    {
      "pageNumber": 13,
      "textZh": "小矮人们回来后，发现白雪公主躺在地上一动不动。他们知道是邪恶的王后干的。小矮人们悲痛欲绝，为白雪公主举行了隆重的葬礼。",
      "textEn": "When the dwarfs returned, they found Snow White lying motionless on the ground. They knew the wicked Queen was responsible. Overcome with grief, the dwarfs held a grand funeral for Snow White."
    },
    {
      "pageNumber": 14,
      "textZh": "因为白雪公主看起来就像睡着了一样美丽，小矮人不忍心将她埋葬。他们为她制作了一个水晶棺材，日夜守护着她。",
      "textEn": "Because Snow White looked as beautiful as if she were merely sleeping, the dwarfs couldn't bear to bury her. They made a crystal coffin for her and guarded her day and night."
    },
    {
      "pageNumber": 15,
      "textZh": "几天后，一位路过的王子看到了美丽的白雪公主，立刻被她的美貌所吸引。王子恳求小矮人让他带走白雪公主。在搬运水晶棺材时不小心震动了一下，那一小块毒苹果从白雪公主的喉咙里吐了出来。",
      "textEn": "A few days later, a passing prince saw the beautiful Snow White and was instantly captivated by her beauty. The Prince pleaded with the dwarfs to let him take Snow White. As the crystal coffin was being moved, it was accidentally jostled, and the small piece of poisoned apple dislodged from Snow White's throat."
    },
    {
      "pageNumber": 16,
      "textZh": "白雪公主奇迹般地醒了过来！王子向她表达了爱意，白雪公主也爱上了王子。他们举行了盛大的婚礼，过上了幸福的生活。而邪恶的王后，最终也得到了应有的惩罚。",
      "textEn": "Snow White miraculously woke up! The Prince confessed his love for her, and Snow White also fell in love with the Prince. They held a grand wedding and lived happily ever after. As for the wicked Queen, she eventually received her just punishment."
    }
  ]
}