{
  "titleZh": "魔鬼的三根金发",
  "titleEn": "The Devil's Three Golden Hairs",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n很久很久以前，在一个遥远的小村庄里，一个贫穷的妇人生下了一个小男孩。这个男孩天生幸运，头戴胎膜，预示着他将来会娶到国王最美丽的女儿。这个消息很快传到了国王的耳中。\n## 第 2 页\n国王是个自私又多疑的人，他怎能允许一个贫穷的孩子娶走自己的公主？于是，他想出了一个邪恶的计划。他来到妇人家中，假装关心，然后偷偷把熟睡的婴儿放进了一个密封的篮子里，扔进了湍急的河流。\n## 第 3 页\n但命运自有安排。小篮子随波逐流，最终被一位善良的磨坊主夫妇发现。他们没有孩子，看到篮子里的婴儿时惊喜万分。他们收养了这个孩子，给他取名叫幸运儿，并视如己出地抚养长大。\n## 第 4 页\n十八年后，幸运儿长成了一个英俊、善良的小伙子。有一天，国王外出打猎，偶然路过磨坊，看到了幸运儿。他惊讶地发现，这个年轻人正是当年那个被他扔进河里的孩子！国王心中再次涌起恐惧和嫉妒。\n## 第 5 页\n国王假装友好地对幸运儿说：“年轻人，听说你很有勇气。如果你能为我完成一项任务，我就将公主许配给你。你必须去地狱，从魔鬼的头上拔下三根金发带回来！”国王以为这任务绝不可能完成。\n## 第 6 页\n幸运儿虽然有些害怕，但为了心爱的公主，他毅然踏上了前往地狱的危险旅程。一路上，他来到一个枯竭的城镇。镇民们求他问问魔鬼，为什么他们的生命之泉会干涸？\n## 第 7 页\n继续前行，幸运儿遇到了一位老渡夫，他日夜不停地划着船，却无法离开河流。渡夫恳求幸运儿问问魔鬼，他何时才能摆脱这永无止境的苦役？\n## 第 8 页\n终于，幸运儿来到地狱的边缘，遇到了一位巨大的巨人。巨人看他善良勇敢，便答应帮助他。巨人带着幸运儿穿过危险的沼泽，来到魔鬼居住的山洞。\n## 第 9 页\n巨人的母亲是魔鬼的奶奶，一个慈祥的老妇人。她答应藏起幸运儿，并趁魔鬼熟睡时替他完成任务。当夜幕降临，魔鬼带着可怕的笑声回来了。\n## 第 10 页\n魔鬼一进门就嗅了嗅空气，吼道：“我闻到了人类的味道！”奶奶赶紧安慰他，说这只是幻觉。魔鬼吃饱喝足后，把头枕在奶奶的膝上，很快就打起了呼噜。\n## 第 11 页\n奶奶趁机拔下了魔鬼的三根金发，每次魔鬼都会疼得叫起来。她轻声询问镇上的泉水为何干涸，渡夫为何无法摆脱束缚。魔鬼迷迷糊糊地回答了所有问题。\n## 第 12 页\n第二天一早，魔鬼外出后，奶奶把三根金发和答案告诉了幸运儿。原来，镇子的泉水下压着一只蟾蜍，只要把它挪开，泉水就会再次流淌；渡夫只要把船桨交给下一个上船的人，就能获得自由。\n## 第 13 页\n幸运儿带着金发和答案踏上了归途。他先帮助渡夫解脱了困境，渡夫感激地送给他许多金币。他又来到枯竭的城镇，移开了蟾蜍，泉水喷涌而出，镇民们也用金银珠宝报答了他。\n## 第 14 页\n回到王国，幸运儿将三根闪耀着金色光芒的头发呈给了国王。国王脸色铁青，他没想到幸运儿竟能活着回来！他不得不履行承诺，但邪恶的念头又在心头滋生。\n## 第 15 页\n国王假装好奇地问幸运儿在旅途中都听到了什么有趣的事。幸运儿便把渡夫的故事讲给国王听。国王听得入迷，突然灵光一闪，他自己可以去接替渡夫，永远困在河上！\n## 第 16 页\n国王迫不及待地跑去河边，跳上渡夫的船，接过船桨。可当他接过船桨的那一刻，他便再也无法离开。幸运儿和公主幸福地生活在一起，而国王则永远为他人摆渡，赎清他的罪过。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "很久很久以前，在一个遥远的小村庄里，一个贫穷的妇人生下了一个小男孩。这个男孩天生幸运，头戴胎膜，预示着他将来会娶到国王最美丽的女儿。这个消息很快传到了国王的耳中。",
      "textEn": "Long, long ago, in a distant little village, a poor woman gave birth to a baby boy. This boy was born incredibly lucky, wearing a caul, which foretold that he would one day marry the king's most beautiful daughter. News of this prophecy soon reached the king's ears."
    },
    {
      "pageNumber": 2,
      "textZh": "国王是个自私又多疑的人，他怎能允许一个贫穷的孩子娶走自己的公主？于是，他想出了一个邪恶的计划。他来到妇人家中，假装关心，然后偷偷把熟睡的婴儿放进了一个密封的篮子里，扔进了湍急的河流。",
      "textEn": "The king was a selfish and suspicious man; how could he allow a poor child to marry his own princess? So, he concocted an evil plan. He went to the woman's house, pretending concern, then secretly placed the sleeping infant into a sealed basket and cast it into the rushing river."
    },
    {
      "pageNumber": 3,
      "textZh": "但命运自有安排。小篮子随波逐流，最终被一位善良的磨坊主夫妇发现。他们没有孩子，看到篮子里的婴儿时惊喜万分。他们收养了这个孩子，给他取名叫幸运儿，并视如己出地抚养长大。",
      "textEn": "But fate had its own plans. The little basket drifted with the current and was eventually discovered by a kind miller and his wife. They had no children, and when they saw the baby inside, they were overjoyed. They adopted the child, named him Lucky, and raised him as their own son."
    },
    {
      "pageNumber": 4,
      "textZh": "十八年后，幸运儿长成了一个英俊、善良的小伙子。有一天，国王外出打猎，偶然路过磨坊，看到了幸运儿。他惊讶地发现，这个年轻人正是当年那个被他扔进河里的孩子！国王心中再次涌起恐惧和嫉妒。",
      "textEn": "Eighteen years later, Lucky grew into a handsome and kind young man. One day, while out hunting, the king happened to pass by the mill and saw Lucky. To his astonishment, this young man was the very child he had thrown into the river years ago! Fear and jealousy once again surged in the king's heart."
    },
    {
      "pageNumber": 5,
      "textZh": "国王假装友好地对幸运儿说：“年轻人，听说你很有勇气。如果你能为我完成一项任务，我就将公主许配给你。你必须去地狱，从魔鬼的头上拔下三根金发带回来！”国王以为这任务绝不可能完成。",
      "textEn": "The king, feigning friendliness, told Lucky, \"Young man, I hear you are very brave. If you can complete a task for me, I will let you marry the princess. You must go to the underworld and bring back three golden hairs plucked from the Devil's head!\" The king believed this task to be utterly impossible."
    },
    {
      "pageNumber": 6,
      "textZh": "幸运儿虽然有些害怕，但为了心爱的公主，他毅然踏上了前往地狱的危险旅程。一路上，他来到一个枯竭的城镇。镇民们求他问问魔鬼，为什么他们的生命之泉会干涸？",
      "textEn": "Though a little frightened, Lucky bravely embarked on the perilous journey to the underworld for his beloved princess. Along the way, he arrived at a town whose well had dried up. The townsfolk begged him to ask the Devil why their spring of life had withered."
    },
    {
      "pageNumber": 7,
      "textZh": "继续前行，幸运儿遇到了一位老渡夫，他日夜不停地划着船，却无法离开河流。渡夫恳求幸运儿问问魔鬼，他何时才能摆脱这永无止境的苦役？",
      "textEn": "Continuing on, Lucky met an old ferryman who rowed his boat tirelessly day and night, yet could never leave the river. The ferryman pleaded with Lucky to ask the Devil when he would be freed from this endless toil."
    },
    {
      "pageNumber": 8,
      "textZh": "终于，幸运儿来到地狱的边缘，遇到了一位巨大的巨人。巨人看他善良勇敢，便答应帮助他。巨人带着幸运儿穿过危险的沼泽，来到魔鬼居住的山洞。",
      "textEn": "Finally, Lucky arrived at the edge of the underworld and met a colossal giant. Seeing his kindness and bravery, the giant agreed to help him. The giant carried Lucky across treacherous swamps, bringing him to the cave where the Devil resided."
    },
    {
      "pageNumber": 9,
      "textZh": "巨人的母亲是魔鬼的奶奶，一个慈祥的老妇人。她答应藏起幸运儿，并趁魔鬼熟睡时替他完成任务。当夜幕降临，魔鬼带着可怕的笑声回来了。",
      "textEn": "The giant's mother was the Devil's grandmother, a kind old woman. She agreed to hide Lucky and complete the task for him while the Devil slept. As night fell, the Devil returned with a terrifying laugh."
    },
    {
      "pageNumber": 10,
      "textZh": "魔鬼一进门就嗅了嗅空气，吼道：“我闻到了人类的味道！”奶奶赶紧安慰他，说这只是幻觉。魔鬼吃饱喝足后，把头枕在奶奶的膝上，很快就打起了呼噜。",
      "textEn": "The moment the Devil entered, he sniffed the air and roared, \"I smell a human!\" His grandmother quickly reassured him, saying it was just his imagination. After eating his fill, the Devil rested his head on his grandmother's lap and soon began to snore."
    },
    {
      "pageNumber": 11,
      "textZh": "奶奶趁机拔下了魔鬼的三根金发，每次魔鬼都会疼得叫起来。她轻声询问镇上的泉水为何干涸，渡夫为何无法摆脱束缚。魔鬼迷迷糊糊地回答了所有问题。",
      "textEn": "Seizing the opportunity, the grandmother plucked three golden hairs from the Devil's head, each time causing the Devil to cry out in pain. She quietly asked why the town's spring had dried up and why the ferryman couldn't escape his bondage. The Devil, half-asleep, answered all her questions."
    },
    {
      "pageNumber": 12,
      "textZh": "第二天一早，魔鬼外出后，奶奶把三根金发和答案告诉了幸运儿。原来，镇子的泉水下压着一只蟾蜍，只要把它挪开，泉水就会再次流淌；渡夫只要把船桨交给下一个上船的人，就能获得自由。",
      "textEn": "Early the next morning, after the Devil left, the grandmother gave Lucky the three golden hairs and the answers. It turned out that a toad was blocking the town's spring; once it was removed, the water would flow again. As for the ferryman, he would gain freedom by handing his oar to the next person who boarded his boat."
    },
    {
      "pageNumber": 13,
      "textZh": "幸运儿带着金发和答案踏上了归途。他先帮助渡夫解脱了困境，渡夫感激地送给他许多金币。他又来到枯竭的城镇，移开了蟾蜍，泉水喷涌而出，镇民们也用金银珠宝报答了他。",
      "textEn": "Lucky, with the golden hairs and answers, began his journey home. He first helped the ferryman, who, in gratitude, gave him many gold coins. Then he went to the dried-up town, removed the toad, and water gushed forth from the spring. The townspeople, in turn, rewarded him with gold and precious jewels."
    },
    {
      "pageNumber": 14,
      "textZh": "回到王国，幸运儿将三根闪耀着金色光芒的头发呈给了国王。国王脸色铁青，他没想到幸运儿竟能活着回来！他不得不履行承诺，但邪恶的念头又在心头滋生。",
      "textEn": "Back in the kingdom, Lucky presented the three shimmering golden hairs to the king. The king's face turned ashen; he had never expected Lucky to return alive! He had to fulfill his promise, but evil thoughts once again sprouted in his mind."
    },
    {
      "pageNumber": 15,
      "textZh": "国王假装好奇地问幸运儿在旅途中都听到了什么有趣的事。幸运儿便把渡夫的故事讲给国王听。国王听得入迷，突然灵光一闪，他自己可以去接替渡夫，永远困在河上！",
      "textEn": "The king, feigning curiosity, asked Lucky what interesting things he had heard on his journey. Lucky recounted the story of the ferryman. The king listened intently, and a sudden idea struck him: he himself could take the ferryman's place and be trapped on the river forever!"
    },
    {
      "pageNumber": 16,
      "textZh": "国王迫不及待地跑去河边，跳上渡夫的船，接过船桨。可当他接过船桨的那一刻，他便再也无法离开。幸运儿和公主幸福地生活在一起，而国王则永远为他人摆渡，赎清他的罪过。",
      "textEn": "The king, impatient, rushed to the river, jumped onto the ferryman's boat, and took the oar. But the moment he grasped the oar, he could never leave again. Lucky and the princess lived happily ever after, while the king forever ferried others, atoning for his sins."
    }
  ]
}