{
  "titleZh": "吴刚伐木",
  "titleEn": "Wu Gang Chopping Wood",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n在浩瀚无垠的宇宙深处，有一轮皎洁的明月。月亮之上，不是荒芜的寂寥，而是一座清冷庄严的广寒宫。宫殿旁，生长着一棵参天巨树，它枝繁叶茂，桂花飘香，香气甚至能穿透厚厚的云层，弥漫到人间。\n\n## 第 2 页\n这棵树名叫桂树，是月宫的守护者。而树下，常年有一位身材魁梧的男子，他叫吴刚。吴刚本是凡人，却因修仙犯错，被玉帝贬谪至月宫，接受一项永无止境的惩罚。\n\n## 第 3 页\n他的惩罚，便是用一把银亮的斧头，日复一日、年复一年地砍伐这棵桂树。每当他挥起斧头，沉重的斧刃便深深嵌入树干，发出“咚！咚！”的巨响，响彻清冷的月宫。\n\n## 第 4 页\n吴刚满头大汗，肌肉鼓胀，每一次挥砍都用尽全身力气。然而，无论他砍下多少碎屑，这棵神奇的桂树总能在斧头拔出的一瞬间，伤口便迅速愈合，树皮光滑如初，仿佛从未受损。\n\n## 第 5 页\n起初，吴刚心中充满了愤怒和不甘。他对着无法被摧毁的树木怒吼，对着遥远的天庭抱怨。时间一天天过去，他从早晨砍到日暮，从春花砍到冬雪，周而复始，永无休止。\n\n## 第 6 页\n渐渐地，吴刚的心从狂躁变得疲惫，从疲惫走向麻木。他开始怀疑，这样的惩罚究竟有何意义？他无数次放下斧头，望着深邃的星空，那颗蓝色的星球——他的故乡，显得如此遥远而渺小。\n\n## 第 7 页\n不知过了多久，在一个特别宁静的夜晚，吴刚再次举起斧头。这一次，他没有了怒火，也没有了绝望。斧头落下，桂树愈合，他只是默默地重复着动作。他的内心，反而升起了一种奇异的平静。\n\n## 第 8 页\n他开始留意到，桂树的叶片在月光下闪着银光，桂花的香气在寂静中显得格外清甜。他甚至能听到月宫中的玉兔们在远处低语，它们好奇地看着这个永恒的伐木者。\n\n## 第 9 页\n吴刚明白了，这不再是单纯的惩罚，而是一种修行。每一次挥斧，每一次树木的愈合，都在磨砺他的心智。他不再追求砍倒桂树，而是专注于每一次呼吸，每一次力量的爆发，每一次与天地相融的瞬间。\n\n## 第 10 页\n于是，在寂寥的月宫里，吴刚依然手持斧头，永不停歇地伐木。只是此刻，他的脸上没有了痛苦，眼中却多了一份超然和宁静。桂花香依旧飘向人间，带着他永恒的耐心，以及与日月同辉的平和。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在浩瀚无垠的宇宙深处，有一轮皎洁的明月。月亮之上，不是荒芜的寂寥，而是一座清冷庄严的广寒宫。宫殿旁，生长着一棵参天巨树，它枝繁叶茂，桂花飘香，香气甚至能穿透厚厚的云层，弥漫到人间。",
      "textEn": "Deep within the boundless universe, there shines a bright, pure moon. Upon its surface, there is no desolate emptiness, but a serene and majestic Guanghan Palace. Beside the palace stands a towering tree, lush with foliage and fragrant osmanthus flowers, whose scent can even pierce thick clouds and spread to the human world."
    },
    {
      "pageNumber": 2,
      "textZh": "这棵树名叫桂树，是月宫的守护者。而树下，常年有一位身材魁梧的男子，他叫吴刚。吴刚本是凡人，却因修仙犯错，被玉帝贬谪至月宫，接受一项永无止境的惩罚。",
      "textEn": "This tree is called the Cassia Tree, guardian of the Moon Palace. And beneath it, year-round, stands a brawny man named Wu Gang. Wu Gang was originally a mortal, but due to a mistake in his pursuit of immortality, he was banished by the Jade Emperor to the Moon Palace to endure an unending punishment."
    },
    {
      "pageNumber": 3,
      "textZh": "他的惩罚，便是用一把银亮的斧头，日复一日、年复一年地砍伐这棵桂树。每当他挥起斧头，沉重的斧刃便深深嵌入树干，发出“咚！咚！”的巨响，响彻清冷的月宫。",
      "textEn": "His punishment was to chop this Cassia Tree, day after day, year after year, with a gleaming silver axe. Each time he swung his axe, the heavy blade would sink deep into the trunk, emitting a resounding \"Thump! Thump!\" that echoed throughout the cold Moon Palace."
    },
    {
      "pageNumber": 4,
      "textZh": "吴刚满头大汗，肌肉鼓胀，每一次挥砍都用尽全身力气。然而，无论他砍下多少碎屑，这棵神奇的桂树总能在斧头拔出的一瞬间，伤口便迅速愈合，树皮光滑如初，仿佛从未受损。",
      "textEn": "Wu Gang, drenched in sweat and with bulging muscles, put his full strength into every swing. Yet, no matter how many chips he cut away, this magical Cassia Tree would instantly heal the wound the moment the axe was pulled out, its bark smooth as new, as if never harmed."
    },
    {
      "pageNumber": 5,
      "textZh": "起初，吴刚心中充满了愤怒和不甘。他对着无法被摧毁的树木怒吼，对着遥远的天庭抱怨。时间一天天过去，他从早晨砍到日暮，从春花砍到冬雪，周而复始，永无休止。",
      "textEn": "Initially, Wu Gang's heart was filled with anger and resentment. He roared at the indestructible tree and complained to the distant Celestial Court. Days turned into nights, he chopped from dawn till dusk, from spring blossoms to winter snows, repeating endlessly, without cease."
    },
    {
      "pageNumber": 6,
      "textZh": "渐渐地，吴刚的心从狂躁变得疲惫，从疲惫走向麻木。他开始怀疑，这样的惩罚究竟有何意义？他无数次放下斧头，望着深邃的星空，那颗蓝色的星球——他的故乡，显得如此遥远而渺小。",
      "textEn": "Gradually, Wu Gang's heart transitioned from frenzy to exhaustion, and from exhaustion to numbness. He began to question what meaning this punishment held. Countless times he put down his axe, gazing at the deep starry sky, that blue planet—his homeland—seemed so distant and minuscule."
    },
    {
      "pageNumber": 7,
      "textZh": "不知过了多久，在一个特别宁静的夜晚，吴刚再次举起斧头。这一次，他没有了怒火，也没有了绝望。斧头落下，桂树愈合，他只是默默地重复着动作。他的内心，反而升起了一种奇异的平静。",
      "textEn": "After an unknown passage of time, on a particularly tranquil night, Wu Gang once again raised his axe. This time, there was no anger, no despair. The axe fell, the cassia tree healed, and he merely repeated the motion silently. A strange calm arose within his heart."
    },
    {
      "pageNumber": 8,
      "textZh": "他开始留意到，桂树的叶片在月光下闪着银光，桂花的香气在寂静中显得格外清甜。他甚至能听到月宫中的玉兔们在远处低语，它们好奇地看着这个永恒的伐木者。",
      "textEn": "He began to notice that the cassia tree's leaves shimmered silver under the moonlight, and the fragrance of the flowers was exquisitely sweet in the silence. He could even hear the jade rabbits in the Moon Palace whispering in the distance, curiously observing the eternal woodcutter."
    },
    {
      "pageNumber": 9,
      "textZh": "吴刚明白了，这不再是单纯的惩罚，而是一种修行。每一次挥斧，每一次树木的愈合，都在磨砺他的心智。他不再追求砍倒桂树，而是专注于每一次呼吸，每一次力量的爆发，每一次与天地相融的瞬间。",
      "textEn": "Wu Gang understood that this was no longer merely a punishment, but a form of cultivation. Each swing of the axe, each healing of the tree, tempered his mind. He no longer sought to fell the cassia tree, but focused on each breath, each burst of strength, each moment of merging with heaven and earth."
    },
    {
      "pageNumber": 10,
      "textZh": "于是，在寂寥的月宫里，吴刚依然手持斧头，永不停歇地伐木。只是此刻，他的脸上没有了痛苦，眼中却多了一份超然和宁静。桂花香依旧飘向人间，带着他永恒的耐心，以及与日月同辉的平和。",
      "textEn": "Thus, in the desolate Moon Palace, Wu Gang still held his axe, tirelessly chopping wood. But now, his face showed no pain, and his eyes held a newfound transcendence and tranquility. The scent of osmanthus still drifted to the human world, carrying his eternal patience and a peace that shone with the sun and moon."
    }
  ]
}