{
  "titleZh": "飞蛾扑火",
  "titleEn": "Moth to a Flame",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n在一个漆黑的夜晚，小小的飞蛾名叫小飞，它从茧里钻出来。它的翅膀又薄又软，对这个广阔的世界充满了好奇。周围的一切都是黑色的，只有微弱的月光勉强照亮它身边的小草。\n\n## 第 2 页\n突然，远处亮起了一团温暖的光。那光芒是如此耀眼，仿佛是天边最亮的星星落到了地上。小飞从未见过这样的光，它的心被那金色的火焰深深吸引。\n\n## 第 3 页\n“那是什么？它看起来好温暖，好美丽！”小飞扇动着它稚嫩的翅膀，它决定要飞向那团光。它飞过低矮的灌木丛，越过高大的野花，每扇动一下翅膀，心中的渴望就更强烈一分。\n\n## 第 4 页\n随着距离越来越近，光芒变得更加清晰，更加炽热。它不再是远方的星光，而是一盏散发着迷人热度的烛火。小飞感受到了前所未有的温暖，仿佛那就是它梦寐以求的家。\n\n## 第 5 页\n小飞终于来到了烛火的边缘。火焰跳跃着，舞动着，散发着诱人的香气和炽热的拥抱。它感受到了前所未有的兴奋和一种奇异的平静。它伸出触角，轻轻触碰那跳动的光芒。\n\n## 第 6 页\n就在那一刹那，一道明亮的光芒闪过，小飞被火焰完全包裹。它并没有消失，而是感到自己融入了那片温暖和光明之中，成为了火焰的一部分。那一刻，它感到无比的幸福，因为它终于触摸到了它一生所追求的极致光亮。虽然短暂，却永恒。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在一个漆黑的夜晚，小小的飞蛾名叫小飞，它从茧里钻出来。它的翅膀又薄又软，对这个广阔的世界充满了好奇。周围的一切都是黑色的，只有微弱的月光勉强照亮它身边的小草。",
      "textEn": "On a pitch-dark night, a tiny moth named Xiao Fei emerged from its cocoon. Its wings were thin and soft, filled with curiosity for this vast world. Everything around it was black, with only the faint moonlight barely illuminating the grass beside it."
    },
    {
      "pageNumber": 2,
      "textZh": "突然，远处亮起了一团温暖的光。那光芒是如此耀眼，仿佛是天边最亮的星星落到了地上。小飞从未见过这样的光，它的心被那金色的火焰深深吸引。",
      "textEn": "Suddenly, a warm light glowed in the distance. The radiance was so dazzling, as if the brightest star in the sky had fallen to the earth. Xiao Fei had never seen such light, and its heart was deeply drawn to that golden flame."
    },
    {
      "pageNumber": 3,
      "textZh": "“那是什么？它看起来好温暖，好美丽！”小飞扇动着它稚嫩的翅膀，它决定要飞向那团光。它飞过低矮的灌木丛，越过高大的野花，每扇动一下翅膀，心中的渴望就更强烈一分。",
      "textEn": "\"What is that? It looks so warm and beautiful!\" Xiao Fei flapped its tender wings, deciding to fly towards that light. It flew over low bushes, past tall wildflowers, and with each flap of its wings, its longing grew stronger."
    },
    {
      "pageNumber": 4,
      "textZh": "随着距离越来越近，光芒变得更加清晰，更加炽热。它不再是远方的星光，而是一盏散发着迷人热度的烛火。小飞感受到了前所未有的温暖，仿佛那就是它梦寐以求的家。",
      "textEn": "As it got closer, the light became clearer and hotter. It was no longer a distant starlight, but a candle flame emitting an enchanting warmth. Xiao Fei felt an unprecedented warmth, as if that was the home it had always dreamed of."
    },
    {
      "pageNumber": 5,
      "textZh": "小飞终于来到了烛火的边缘。火焰跳跃着，舞动着，散发着诱人的香气和炽热的拥抱。它感受到了前所未有的兴奋和一种奇异的平静。它伸出触角，轻轻触碰那跳动的光芒。",
      "textEn": "Xiao Fei finally arrived at the edge of the candle flame. The flame leaped and danced, emitting an alluring scent and a fiery embrace. It felt an unprecedented excitement and a strange calm. It extended its antennae, gently touching the flickering light."
    },
    {
      "pageNumber": 6,
      "textZh": "就在那一刹那，一道明亮的光芒闪过，小飞被火焰完全包裹。它并没有消失，而是感到自己融入了那片温暖和光明之中，成为了火焰的一部分。那一刻，它感到无比的幸福，因为它终于触摸到了它一生所追求的极致光亮。虽然短暂，却永恒。",
      "textEn": "In that instant, a brilliant flash of light enveloped Xiao Fei completely. It didn't disappear, but felt itself merge into that warmth and light, becoming a part of the flame. At that moment, it felt immeasurable happiness, for it had finally touched the ultimate brightness it had sought all its life. Though brief, it was eternal."
    }
  ]
}