{
  "titleZh": "三只火枪手",
  "titleEn": "The Three Musketeers",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n在一个充满古老城堡和鹅卵石小巷的国度里，有三位闻名遐迩的英雄。他们是阿托斯、波尔多和阿拉密斯，被称为“三只火枪手”。他们穿着帅气的披风，佩戴着闪亮的佩剑，总是并肩作战，他们的口号响彻云霄：“人人为我，我为人人！”\n## 第 2 页\n一天，一个名叫达达尼昂的年轻人，带着一腔热血和一把并不锋利的木剑，来到了大城市。他梦想着也能成为一名勇敢的火枪手。他虽然有些笨拙，但他的心像金子一样纯粹，对任何不公都充满侠义之心。\n## 第 3 页\n达达尼昂不小心撞到了波尔多，接着又踩到了阿托斯的脚，还差点绊倒了阿拉密斯。这可惹恼了三位火枪手！他们觉得这个冒失的年轻人需要一个教训。于是，一场比武约定在城外的草地上，以解决这连串的误会。\n## 第 4 页\n就在比武即将开始时，一群皇家卫队突然出现，他们似乎想找三位火枪手的麻烦。达达尼昂没有丝毫犹豫，他挥舞起自己的木剑，勇敢地站在了三位火枪手身旁。“等等！”达达尼昂喊道，“如果你们想打架，就先过我这关！”\n## 第 5 页\n三位火枪手看到达达尼昂如此勇敢和忠诚，深受感动。他们抽出闪亮的佩剑，与达达尼昂并肩作战。皇家卫队很快就被他们四人的默契配合击退了。战斗结束后，阿托斯微笑着说：“年轻人，你的勇气值得我们尊敬。”\n## 第 6 页\n波尔多拍了拍达达尼昂的肩膀，阿拉密斯则递给他一把真正的佩剑。从那天起，达达尼昂成为了他们中的一员，他们一起经历了无数的冒险，保护着王国，捍卫着正义。而他们的口号，永远是：“人人为我，我为人人！”",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在一个充满古老城堡和鹅卵石小巷的国度里，有三位闻名遐迩的英雄。他们是阿托斯、波尔多和阿拉密斯，被称为“三只火枪手”。他们穿着帅气的披风，佩戴着闪亮的佩剑，总是并肩作战，他们的口号响彻云霄：“人人为我，我为人人！”",
      "textEn": "In a land of ancient castles and cobblestone alleys, there lived three renowned heroes. They were Athos, Porthos, and Aramis, known as \"The Three Musketeers.\" Dressed in dashing capes and carrying gleaming swords, they always fought side by side, their motto echoing loudly: \"All for one, and one for all!\""
    },
    {
      "pageNumber": 2,
      "textZh": "一天，一个名叫达达尼昂的年轻人，带着一腔热血和一把并不锋利的木剑，来到了大城市。他梦想着也能成为一名勇敢的火枪手。他虽然有些笨拙，但他的心像金子一样纯粹，对任何不公都充满侠义之心。",
      "textEn": "One day, a young man named D'Artagnan, filled with passion and carrying a not-so-sharp wooden sword, arrived in the big city. He dreamed of becoming a brave musketeer himself. Though a bit clumsy, his heart was as pure as gold, and he harbored a chivalrous spirit against any injustice."
    },
    {
      "pageNumber": 3,
      "textZh": "达达尼昂不小心撞到了波尔多，接着又踩到了阿托斯的脚，还差点绊倒了阿拉密斯。这可惹恼了三位火枪手！他们觉得这个冒失的年轻人需要一个教训。于是，一场比武约定在城外的草地上，以解决这连串的误会。",
      "textEn": "D'Artagnan accidentally bumped into Porthos, then stepped on Athos's foot, and nearly tripped Aramis. This angered the three musketeers! They felt this brash young man needed a lesson. So, a duel was arranged on the grassy field outside the city to resolve the series of misunderstandings."
    },
    {
      "pageNumber": 4,
      "textZh": "就在比武即将开始时，一群皇家卫队突然出现，他们似乎想找三位火枪手的麻烦。达达尼昂没有丝毫犹豫，他挥舞起自己的木剑，勇敢地站在了三位火枪手身旁。“等等！”达达尼昂喊道，“如果你们想打架，就先过我这关！”",
      "textEn": "Just as the duel was about to begin, a group of Royal Guards suddenly appeared, seemingly looking for trouble with the three musketeers. D'Artagnan didn't hesitate for a moment; he brandished his wooden sword and bravely stood beside the three musketeers. \"Wait!\" D'Artagnan cried, \"If you want to fight, you'll have to get past me first!\""
    },
    {
      "pageNumber": 5,
      "textZh": "三位火枪手看到达达尼昂如此勇敢和忠诚，深受感动。他们抽出闪亮的佩剑，与达达尼昂并肩作战。皇家卫队很快就被他们四人的默契配合击退了。战斗结束后，阿托斯微笑着说：“年轻人，你的勇气值得我们尊敬。”",
      "textEn": "The three musketeers were deeply moved by D'Artagnan's bravery and loyalty. They drew their shining swords and fought alongside D'Artagnan. The Royal Guards were quickly repelled by the seamless teamwork of the four of them. After the battle, Athos smiled and said, \"Young man, your courage earns our respect.\""
    },
    {
      "pageNumber": 6,
      "textZh": "波尔多拍了拍达达尼昂的肩膀，阿拉密斯则递给他一把真正的佩剑。从那天起，达达尼昂成为了他们中的一员，他们一起经历了无数的冒险，保护着王国，捍卫着正义。而他们的口号，永远是：“人人为我，我为人人！”",
      "textEn": "Porthos clapped D'Artagnan on the shoulder, and Aramis handed him a real sword. From that day on, D'Artagnan became one of them. Together, they embarked on countless adventures, protecting the kingdom and upholding justice. And their motto would forever be: \"All for one, and one for all!\""
    }
  ]
}