{
  "titleZh": "张冠李戴",
  "titleEn": "The Great Mix-Up",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n在彩虹镇，每天清晨都充满活力。裁缝大黄蜂先生、面包师羽毛小姐和兽医爪爪医生，各自都有独特又重要的工作。\n## 第 2 页\n大黄蜂先生准备量布，他的软尺就放在窗台上。羽毛小姐正要擀面团，她的擀面杖在旁边。爪爪医生准备给小兔子检查，他的听诊器挂在诊所门口。突然，一阵淘气的风吹过，把窗台上的东西都吹乱了！\n## 第 3 页\n“咦？”大黄蜂先生拿起一件东西，想量一量小熊的裤子。“这软尺怎么变得又粗又硬，还滚来滚去的？”原来，他拿错了羽毛小姐的擀面杖！\n## 第 4 页\n另一边，羽毛小姐正要擀她香喷喷的面团。“天哪！”她惊呼，“我的擀面杖怎么变得又细又软，还带刻度呢？”她手里拿着的，正是大黄蜂先生的卷尺！\n## 第 5 页\n与此同时，爪爪医生要给一只打喷嚏的小鸟检查身体。“嗯？”他把“听诊器”贴近小鸟的胸口，“怎么只听到“叮叮当当”的声音，却听不到心跳呢？”他手里拿的，竟是羽毛小姐用来搅蛋的打蛋器！\n## 第 6 页\n小松鼠奇奇从树上跳下来，好奇地看着。它看到大黄蜂先生拿着擀面杖比划，羽毛小姐用卷尺擀面，爪爪医生用打蛋器听诊，忍不住“吱吱”地笑了。它终于明白了，是那阵风把东西都弄错了！\n## 第 7 页\n奇奇是个热心肠的小家伙。它赶紧跑过去，小心翼翼地把擀面杖从大黄蜂先生手里拿走，又把卷尺从羽毛小姐那里“借”了过来。然后，它又把打蛋器轻轻地从爪爪医生手里叼走。\n## 第 8 页\n很快，擀面杖回到了羽毛小姐的厨房，卷尺回到了大黄蜂先生的裁缝铺，听诊器则重新挂在了爪爪医生的诊所门口（原来听诊器被风吹到了草丛里，奇奇也找到了）。彩虹镇又恢复了正常的忙碌，大家开心地笑了，感谢小松鼠奇奇的帮忙。看来，工具找对主人，才能发挥它真正的作用呀！",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在彩虹镇，每天清晨都充满活力。裁缝大黄蜂先生、面包师羽毛小姐和兽医爪爪医生，各自都有独特又重要的工作。",
      "textEn": "In Rainbow Town, every morning burst with energy. Mr. Bumble the tailor, Ms. Feather the baker, and Dr. Paws the vet, each had their unique and important jobs."
    },
    {
      "pageNumber": 2,
      "textZh": "大黄蜂先生准备量布，他的软尺就放在窗台上。羽毛小姐正要擀面团，她的擀面杖在旁边。爪爪医生准备给小兔子检查，他的听诊器挂在诊所门口。突然，一阵淘气的风吹过，把窗台上的东西都吹乱了！",
      "textEn": "Mr. Bumble was about to measure fabric, his tape measure resting on the windowsill. Ms. Feather was ready to roll dough, her rolling pin nearby. Dr. Paws was about to check a little bunny, his stethoscope hanging by the clinic door. Suddenly, a mischievous gust of wind swept through, mixing up everything on the windowsills!"
    },
    {
      "pageNumber": 3,
      "textZh": "“咦？”大黄蜂先生拿起一件东西，想量一量小熊的裤子。“这软尺怎么变得又粗又硬，还滚来滚去的？”原来，他拿错了羽毛小姐的擀面杖！",
      "textEn": "\"Huh?\" Mr. Bumble picked up an item, intending to measure the bear's pants. \"Why is this tape measure so thick and hard, and keeps rolling around?\" Turns out, he had mistakenly picked up Ms. Feather's rolling pin!"
    },
    {
      "pageNumber": 4,
      "textZh": "另一边，羽毛小姐正要擀她香喷喷的面团。“天哪！”她惊呼，“我的擀面杖怎么变得又细又软，还带刻度呢？”她手里拿着的，正是大黄蜂先生的卷尺！",
      "textEn": "On the other side, Ms. Feather was about to roll her fragrant dough. \"Oh dear!\" she exclaimed, \"Why is my rolling pin so thin and soft, and even has markings?\" In her hand was precisely Mr. Bumble's tape measure!"
    },
    {
      "pageNumber": 5,
      "textZh": "与此同时，爪爪医生要给一只打喷嚏的小鸟检查身体。“嗯？”他把“听诊器”贴近小鸟的胸口，“怎么只听到“叮叮当当”的声音，却听不到心跳呢？”他手里拿的，竟是羽毛小姐用来搅蛋的打蛋器！",
      "textEn": "Meanwhile, Dr. Paws was examining a sneezing little bird. \"Hmm?\" He pressed the \"stethoscope\" to the bird's chest. \"Why do I only hear 'ding-dong' sounds, but no heartbeat?\" What he held was actually Ms. Feather's egg whisk!"
    },
    {
      "pageNumber": 6,
      "textZh": "小松鼠奇奇从树上跳下来，好奇地看着。它看到大黄蜂先生拿着擀面杖比划，羽毛小姐用卷尺擀面，爪爪医生用打蛋器听诊，忍不住“吱吱”地笑了。它终于明白了，是那阵风把东西都弄错了！",
      "textEn": "Little squirrel Kiki hopped down from the tree, watching curiously. It saw Mr. Bumble gesturing with a rolling pin, Ms. Feather rolling dough with a tape measure, and Dr. Paws listening with an egg whisk. Kiki couldn't help but squeak with laughter. It finally understood – that gust of wind had mixed everything up!"
    },
    {
      "pageNumber": 7,
      "textZh": "奇奇是个热心肠的小家伙。它赶紧跑过去，小心翼翼地把擀面杖从大黄蜂先生手里拿走，又把卷尺从羽毛小姐那里“借”了过来。然后，它又把打蛋器轻轻地从爪爪医生手里叼走。",
      "textEn": "Kiki was a warm-hearted little fellow. It quickly scurried over, carefully taking the rolling pin from Mr. Bumble and 'borrowing' the tape measure from Ms. Feather. Then, it gently carried the egg whisk away from Dr. Paws."
    },
    {
      "pageNumber": 8,
      "textZh": "很快，擀面杖回到了羽毛小姐的厨房，卷尺回到了大黄蜂先生的裁缝铺，听诊器则重新挂在了爪爪医生的诊所门口（原来听诊器被风吹到了草丛里，奇奇也找到了）。彩虹镇又恢复了正常的忙碌，大家开心地笑了，感谢小松鼠奇奇的帮忙。看来，工具找对主人，才能发挥它真正的作用呀！",
      "textEn": "Soon, the rolling pin was back in Ms. Feather's kitchen, the tape measure returned to Mr. Bumble's tailor shop, and the stethoscope hung again at Dr. Paws' clinic door (it had been blown into the grass by the wind, and Kiki found it too). Rainbow Town returned to its normal hustle and bustle, everyone laughed happily, thanking little squirrel Kiki for its help. It seems that tools only truly work when they find their rightful owners!"
    }
  ]
}