{
  "titleZh": "青蛙王子和白雪公主的故事",
  "titleEn": "The Frog Prince and Snow White",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n在遥远的森林深处，住着一位名叫白雪公主的善良女孩。她皮肤洁白如雪，嘴唇红润如血，头发乌黑如檀。因为邪恶的继母女王，她与七个小矮人快乐地生活在一起，每天歌唱、劳作，与森林里的小动物们为伴。\n\n## 第 2 页\n一个阳光明媚的下午，白雪公主提着篮子去采野莓。她漫步穿过苔藓覆盖的小径，来到一片清澈的小池塘边。池塘的水面波光粼粼，倒映着蓝天白云。突然，一个低沉而清晰的声音从水面传来：“你好，美丽的公主！”\n\n## 第 3 页\n白雪公主吓了一跳，低头一看，只见一只碧绿的青蛙正坐在荷叶上，用一对金色的眼睛好奇地望着她。青蛙开口了：“请不要害怕，尊贵的公主。我曾是一位王子，却被一个邪恶的女巫施了魔法，变成了这副模样。只有一位拥有纯洁心灵的公主的一个吻，才能解开我的魔咒。”\n\n## 第 4 页\n白雪公主虽然有些犹豫，但她天生善良，看到青蛙王子可怜的模样，心中充满了同情。她想起了小矮人们教她的善良和勇气，于是她弯下腰，轻轻地靠近那只碧绿的青蛙。\n\n## 第 5 页\n白雪公主闭上眼睛，在青蛙冰凉的额头上印下一个温柔的吻。刹那间，一道耀眼的金光闪过，空气中弥漫着魔法的芬芳。当光芒散去，青蛙不见了，取而代之的是一位英俊潇洒的年轻王子，他身穿华丽的丝绸长袍，脸上带着感激的微笑。\n\n## 第 6 页\n“感谢您，善良的公主！”王子深情地说道，并单膝跪地。“我的名字是弗洛里安，是邻国的一位王子。您不仅解救了我，您的善良也让我得知了您所遭受的不公。我听说邪恶的女王正在追捕您。”\n\n## 第 7 页\n弗洛里安王子站起身，看着白雪公主，眼中充满了敬意和关怀。“现在我已重获自由，我希望能帮助您。我的王国拥有强大的军队和坚固的城堡，您可以在那里得到安全和保护。我们可以一起想办法，对抗那邪恶的女王。”\n\n## 第 8 页\n白雪公主感受到了王子真诚的友谊和帮助，她微笑着同意了。她回到小矮人的小屋，向他们告别。小矮人们看到白雪公主找到了一位英俊的王子，都为她感到无比高兴，并祝福她一切顺利。\n\n## 第 9 页\n白雪公主和弗洛里安王子一同前往他的王国。一路上，他们谈天说地，发现彼此有许多共同之处。当他们抵达那座宏伟的城堡时，王国的子民们载歌载舞地欢迎他们的王子归来，也惊叹于白雪公主的美丽与善良。\n\n## 第 10 页\n在弗洛里安王子的帮助下，白雪公主和王子共同制定了一个对抗邪恶女王的计划。女王的魔法被彻底瓦解，她的邪恶再也无法危害任何人。白雪公主终于找到了真正的幸福和一位深爱着她的王子。他们结为夫妻，共同以公正和仁慈治理着他们的王国，从此过上了幸福美满的生活。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在遥远的森林深处，住着一位名叫白雪公主的善良女孩。她皮肤洁白如雪，嘴唇红润如血，头发乌黑如檀。因为邪恶的继母女王，她与七个小矮人快乐地生活在一起，每天歌唱、劳作，与森林里的小动物们为伴。",
      "textEn": "Deep in a faraway forest lived a kind girl named Snow White. Her skin was as white as snow, her lips as red as blood, and her hair as black as ebony. Due to her wicked stepmother, the Queen, she lived happily with the seven dwarfs, singing, working, and befriending the forest animals every day."
    },
    {
      "pageNumber": 2,
      "textZh": "一个阳光明媚的下午，白雪公主提着篮子去采野莓。她漫步穿过苔藓覆盖的小径，来到一片清澈的小池塘边。池塘的水面波光粼粼，倒映着蓝天白云。突然，一个低沉而清晰的声音从水面传来：“你好，美丽的公主！”",
      "textEn": "One sunny afternoon, Snow White went to gather wild berries, carrying her basket. She strolled along a mossy path and came to a clear little pond. The water's surface shimmered, reflecting the blue sky and white clouds. Suddenly, a low, clear voice came from the water: \"Hello, beautiful princess!\""
    },
    {
      "pageNumber": 3,
      "textZh": "白雪公主吓了一跳，低头一看，只见一只碧绿的青蛙正坐在荷叶上，用一对金色的眼睛好奇地望着她。青蛙开口了：“请不要害怕，尊贵的公主。我曾是一位王子，却被一个邪恶的女巫施了魔法，变成了这副模样。只有一位拥有纯洁心灵的公主的一个吻，才能解开我的魔咒。”",
      "textEn": "Snow White was startled. She looked down and saw a emerald-green frog sitting on a lotus leaf, gazing at her curiously with golden eyes. The frog spoke: \"Please don't be afraid, noble princess. I was once a prince, but a wicked witch cast a spell on me, transforming me into this form. Only a kiss from a princess with a pure heart can break my enchantment.\""
    },
    {
      "pageNumber": 4,
      "textZh": "白雪公主虽然有些犹豫，但她天生善良，看到青蛙王子可怜的模样，心中充满了同情。她想起了小矮人们教她的善良和勇气，于是她弯下腰，轻轻地靠近那只碧绿的青蛙。",
      "textEn": "Although Snow White hesitated, her innate kindness filled her with pity when she saw the poor Frog Prince. Remembering the kindness and courage the dwarfs had taught her, she bent down and gently approached the emerald-green frog."
    },
    {
      "pageNumber": 5,
      "textZh": "白雪公主闭上眼睛，在青蛙冰凉的额头上印下一个温柔的吻。刹那间，一道耀眼的金光闪过，空气中弥漫着魔法的芬芳。当光芒散去，青蛙不见了，取而代之的是一位英俊潇洒的年轻王子，他身穿华丽的丝绸长袍，脸上带着感激的微笑。",
      "textEn": "Snow White closed her eyes and planted a gentle kiss on the frog's cool forehead. In an instant, a dazzling golden light flashed, and the air filled with the scent of magic. When the light faded, the frog was gone, replaced by a handsome and dashing young prince, dressed in splendid silk robes, with a grateful smile on his face."
    },
    {
      "pageNumber": 6,
      "textZh": "“感谢您，善良的公主！”王子深情地说道，并单膝跪地。“我的名字是弗洛里安，是邻国的一位王子。您不仅解救了我，您的善良也让我得知了您所遭受的不公。我听说邪恶的女王正在追捕您。”",
      "textEn": "\"Thank you, kind princess!\" the prince said affectionately, kneeling on one knee. \"My name is Florian, a prince from a neighboring kingdom. Not only have you rescued me, but your kindness has also made me aware of the injustice you have suffered. I heard that the wicked Queen is pursuing you.\""
    },
    {
      "pageNumber": 7,
      "textZh": "弗洛里安王子站起身，看着白雪公主，眼中充满了敬意和关怀。“现在我已重获自由，我希望能帮助您。我的王国拥有强大的军队和坚固的城堡，您可以在那里得到安全和保护。我们可以一起想办法，对抗那邪恶的女王。”",
      "textEn": "Prince Florian stood up and looked at Snow White, his eyes full of respect and concern. \"Now that I am free, I wish to help you. My kingdom has a powerful army and a strong castle; you can find safety and protection there. Together, we can devise a plan to confront the wicked Queen.\""
    },
    {
      "pageNumber": 8,
      "textZh": "白雪公主感受到了王子真诚的友谊和帮助，她微笑着同意了。她回到小矮人的小屋，向他们告别。小矮人们看到白雪公主找到了一位英俊的王子，都为她感到无比高兴，并祝福她一切顺利。",
      "textEn": "Snow White felt the prince's genuine friendship and offer of help, and she smiled and agreed. She returned to the dwarfs' cottage to bid them farewell. The dwarfs were overjoyed to see Snow White had found a handsome prince and wished her all the best."
    },
    {
      "pageNumber": 9,
      "textZh": "白雪公主和弗洛里安王子一同前往他的王国。一路上，他们谈天说地，发现彼此有许多共同之处。当他们抵达那座宏伟的城堡时，王国的子民们载歌载舞地欢迎他们的王子归来，也惊叹于白雪公主的美丽与善良。",
      "textEn": "Snow White and Prince Florian traveled together to his kingdom. Along the way, they talked and discovered many things in common. When they arrived at the magnificent castle, the kingdom's people welcomed their prince back with songs and dances, also marveling at Snow White's beauty and kindness."
    },
    {
      "pageNumber": 10,
      "textZh": "在弗洛里安王子的帮助下，白雪公主和王子共同制定了一个对抗邪恶女王的计划。女王的魔法被彻底瓦解，她的邪恶再也无法危害任何人。白雪公主终于找到了真正的幸福和一位深爱着她的王子。他们结为夫妻，共同以公正和仁慈治理着他们的王国，从此过上了幸福美满的生活。",
      "textEn": "With Prince Florian's help, Snow White and the prince together devised a plan to confront the wicked Queen. The Queen's magic was completely neutralized, and her evil could no longer harm anyone. Snow White finally found true happiness and a prince who deeply loved her. They married and ruled their kingdom together with justice and kindness, living happily ever after."
    }
  ]
}