{
  "titleZh": "卖火柴的小女孩",
  "titleEn": "The Little Match Girl",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n在最寒冷的除夕夜，小女孩光着头，赤着脚，在冰雪中艰难地走着。她小小的手里，紧紧握着一把火柴。天越来越黑，雪花也越下越大，小女孩又冷又饿，冻得瑟瑟发抖。她多希望能有一个温暖的家，一顿热腾腾的饭菜啊。她颤抖着划亮了一根火柴，微弱的火光中，她仿佛看到了一间温暖的屋子，壁炉里火焰跳跃，桌上摆满了香喷喷的烤鹅和苹果。她微笑着，脸颊被火光映得通红。\n\n## 第 2 页\n火柴很快熄灭了，黑暗和寒冷又一次将她包围。小女孩没有放弃，她又划亮了一根火柴。这一次，在橘色的光芒中，她看到了她最慈爱的奶奶！奶奶的笑容是那么温暖，伸出双手，轻轻地抱住了她。奶奶对她说：“孩子，别怕，跟我走吧，那里没有寒冷，只有永远的温暖和爱。” 小女孩感受到了从未有过的平静和幸福，她紧紧握住奶奶的手，她们的身影渐渐消失在漫天飞舞的雪花中，一同走向了那片充满希望与温暖的远方。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在最寒冷的除夕夜，小女孩光着头，赤着脚，在冰雪中艰难地走着。她小小的手里，紧紧握着一把火柴。天越来越黑，雪花也越下越大，小女孩又冷又饿，冻得瑟瑟发抖。她多希望能有一个温暖的家，一顿热腾腾的饭菜啊。她颤抖着划亮了一根火柴，微弱的火光中，她仿佛看到了一间温暖的屋子，壁炉里火焰跳跃，桌上摆满了香喷喷的烤鹅和苹果。她微笑着，脸颊被火光映得通红。",
      "textEn": "On the coldest New Year's Eve, the little girl, bareheaded and barefoot, struggled through the ice and snow. In her small hands, she tightly clutched a bundle of matches. The sky grew darker, and the snowflakes fell heavier. The little girl was cold and hungry, shivering from the chill. How she wished for a warm home and a delicious, steaming meal. Trembling, she struck a match. In the faint glow, she seemed to see a warm room, flames dancing in the fireplace, and a table laden with fragrant roast goose and apples. She smiled, her cheeks flushed by the match's light."
    },
    {
      "pageNumber": 2,
      "textZh": "火柴很快熄灭了，黑暗和寒冷又一次将她包围。小女孩没有放弃，她又划亮了一根火柴。这一次，在橘色的光芒中，她看到了她最慈爱的奶奶！奶奶的笑容是那么温暖，伸出双手，轻轻地抱住了她。奶奶对她说：“孩子，别怕，跟我走吧，那里没有寒冷，只有永远的温暖和爱。” 小女孩感受到了从未有过的平静和幸福，她紧紧握住奶奶的手，她们的身影渐渐消失在漫天飞舞的雪花中，一同走向了那片充满希望与温暖的远方。",
      "textEn": "The match quickly went out, and darkness and cold enveloped her once more. The little girl didn't give up; she struck another match. This time, in the orange glow, she saw her most loving grandmother! Her grandmother's smile was so warm, extending her hands to gently embrace her. Grandmother told her, \"Child, don't be afraid, come with me. There is no cold there, only eternal warmth and love.\" The little girl felt a peace and happiness she had never known. She held her grandmother's hand tightly, and their figures gradually disappeared into the falling snow, walking together towards that distant place full of hope and warmth."
    }
  ]
}