{
  "titleZh": "桃园结义",
  "titleEn": "Sworn Brotherhood in the Peach Garden",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n在一个动荡不安的年代，黄巾军的叛乱像野火般肆虐，民不聊生。一位名叫刘备的青年，虽然贵为汉室宗亲，却生活贫困，常以织席贩履为生。他心怀天下，却苦无施展抱负的机会。一日，他在街市中看到招募义兵的榜文，不禁长叹一声。这声叹息引来了一个身材魁梧、豹头环眼的壮汉，他就是屠夫张飞。张飞豪爽地邀请刘备到酒馆一叙，两人相谈甚欢，发现彼此都对国家的衰败感到忧虑，并渴望能为百姓做些事情。\n\n## 第 2 页\n就在他们谈论得兴起时，又有一位身形雄伟、美髯飘飘的男子走了进来。他红脸长须，手提青龙偃月刀，气宇轩昂。他叫关羽，本是河东解县人，因仗义而避难至此。关羽也听到了两人的谈话，深感意气相投。三人围坐一桌，从国家大事聊到个人抱负，越聊越投机。他们发现彼此志趣相投，都想为乱世出一份力，匡扶汉室，安定天下。\n\n## 第 3 页\n月上柳梢头，酒过三巡。在张飞的提议下，他们决定不求同年同月同日生，但求同年同月同日死，结为异姓兄弟，共同开创一番事业。张飞在自家庄园后有一片繁茂的桃园，此时正值桃花盛开，落英缤纷，美不胜收。三人来到桃园，看着满园的粉色花瓣随风轻舞，心中豪情万丈。这片如梦似幻的桃园，成为了他们盟誓的最佳地点。\n\n## 第 4 页\n次日清晨，桃园中香案摆好，祭品备齐。青烟缭绕，他们焚香跪拜天地，朗声盟誓：“念刘备、关羽、张飞，虽然异姓，既结为兄弟，则同心协力，救困扶危；上报国家，下安黎庶。不求同年同月同日生，但求同年同月同日死。皇天后土，实鉴此心。背义忘恩，天人共诛！”誓言在桃园上空回荡，句句铿锵有力，字字肺腑。他们的心紧密相连，从此成为患难与共的兄弟。\n\n## 第 5 页\n桃园结义后，刘备、关羽、张飞的命运紧密相连。他们募集乡勇，打造兵器，正式踏上了匡扶汉室、拯救苍生的道路。虽然前途漫漫，充满艰险，但三兄弟情同手足，肝胆相照，无论面对怎样的挑战，都将携手并进。他们的故事，从此拉开了波澜壮阔的序幕，成为千古传颂的佳话。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在一个动荡不安的年代，黄巾军的叛乱像野火般肆虐，民不聊生。一位名叫刘备的青年，虽然贵为汉室宗亲，却生活贫困，常以织席贩履为生。他心怀天下，却苦无施展抱负的机会。一日，他在街市中看到招募义兵的榜文，不禁长叹一声。这声叹息引来了一个身材魁梧、豹头环眼的壮汉，他就是屠夫张飞。张飞豪爽地邀请刘备到酒馆一叙，两人相谈甚欢，发现彼此都对国家的衰败感到忧虑，并渴望能为百姓做些事情。",
      "textEn": "In a tumultuous era, the Yellow Turban Rebellion raged like wildfire, bringing untold suffering to the common folk. A young man named Liu Bei, though a distant descendant of the Han imperial family, lived in poverty, making a living by weaving straw mats and sandals. He harbored grand ambitions for the world but lacked the opportunity to realize them. One day, seeing a recruitment notice for volunteers in the marketplace, he couldn't help but let out a deep sigh. This sigh caught the attention of a burly, leopard-headed, round-eyed strongman – the butcher Zhang Fei. Zhang Fei, with his hearty nature, invited Liu Bei to a tavern. They talked animatedly, discovering a shared concern for the nation's decline and a fervent desire to do something for the people."
    },
    {
      "pageNumber": 2,
      "textZh": "就在他们谈论得兴起时，又有一位身形雄伟、美髯飘飘的男子走了进来。他红脸长须，手提青龙偃月刀，气宇轩昂。他叫关羽，本是河东解县人，因仗义而避难至此。关羽也听到了两人的谈话，深感意气相投。三人围坐一桌，从国家大事聊到个人抱负，越聊越投机。他们发现彼此志趣相投，都想为乱世出一份力，匡扶汉室，安定天下。",
      "textEn": "Just as their conversation grew lively, another imposing figure with a magnificent beard entered. He had a reddish complexion, a long flowing beard, and carried a Green Dragon Crescent Blade, exuding an air of nobility. This was Guan Yu, originally from Xiezhou in Hedong, who had taken refuge here after upholding justice. Guan Yu also overheard their conversation and felt an immediate kinship. The three gathered around a table, discussing everything from national affairs to personal aspirations, finding themselves increasingly aligned. They discovered common interests and a shared desire to contribute to the chaotic world, to restore the Han dynasty, and bring peace to the land."
    },
    {
      "pageNumber": 3,
      "textZh": "月上柳梢头，酒过三巡。在张飞的提议下，他们决定不求同年同月同日生，但求同年同月同日死，结为异姓兄弟，共同开创一番事业。张飞在自家庄园后有一片繁茂的桃园，此时正值桃花盛开，落英缤纷，美不胜收。三人来到桃园，看着满园的粉色花瓣随风轻舞，心中豪情万丈。这片如梦似幻的桃园，成为了他们盟誓的最佳地点。",
      "textEn": "As the moon hung above the willow branches and three rounds of wine had been consumed, Zhang Fei proposed that they should not seek to be born on the same day, in the same month, in the same year, but rather vow to die on the same day, in the same month, in the same year, becoming sworn brothers to embark on a shared endeavor. Zhang Fei had a flourishing peach garden behind his estate, and it was then in full bloom, with fallen petals scattered everywhere, a truly breathtaking sight. The three men entered the peach garden, gazing at the myriad pink petals dancing in the wind, their hearts filled with lofty aspirations. This dreamy peach garden became the perfect setting for their solemn oath."
    },
    {
      "pageNumber": 4,
      "textZh": "次日清晨，桃园中香案摆好，祭品备齐。青烟缭绕，他们焚香跪拜天地，朗声盟誓：“念刘备、关羽、张飞，虽然异姓，既结为兄弟，则同心协力，救困扶危；上报国家，下安黎庶。不求同年同月同日生，但求同年同月同日死。皇天后土，实鉴此心。背义忘恩，天人共诛！”誓言在桃园上空回荡，句句铿锵有力，字字肺腑。他们的心紧密相连，从此成为患难与共的兄弟。",
      "textEn": "Early the next morning, an altar was set up in the peach garden, and offerings were prepared. With fragrant smoke swirling, they burned incense and knelt to heaven and earth, reciting their solemn oath aloud: \"We, Liu Bei, Guan Yu, and Zhang Fei, though of different surnames, having become sworn brothers, shall henceforth unite our hearts and efforts to rescue the distressed and assist the endangered; to serve the nation above, and bring peace to the common people below. We ask not to be born on the same day, in the same month, in the same year, but we vow to die on the same day, in the same month, in the same year. May Heaven and Earth bear witness to this heart. Should any of us betray righteousness or forget kindness, may both Heaven and humanity strike them down!\" The oath echoed through the peach garden, each sentence powerful, each word from the heart. Their hearts were now inextricably bound, becoming brothers who would share joys and sorrows together from then on."
    },
    {
      "pageNumber": 5,
      "textZh": "桃园结义后，刘备、关羽、张飞的命运紧密相连。他们募集乡勇，打造兵器，正式踏上了匡扶汉室、拯救苍生的道路。虽然前途漫漫，充满艰险，但三兄弟情同手足，肝胆相照，无论面对怎样的挑战，都将携手并进。他们的故事，从此拉开了波澜壮阔的序幕，成为千古传颂的佳话。",
      "textEn": "After the Sworn Brotherhood in the Peach Garden, the destinies of Liu Bei, Guan Yu, and Zhang Fei became inextricably linked. They recruited local volunteers, forged weapons, and officially embarked on their path to restore the Han dynasty and save the common people. Although the road ahead was long and perilous, the three brothers, united as one, with unwavering loyalty and courage, would advance hand in hand no matter what challenges they faced. Their story, from that moment on, unfurled a magnificent prologue, becoming a timeless tale passed down through generations."
    }
  ]
}