{
  "titleZh": "愚公移山",
  "titleEn": "Yu Gong Moves Mountains",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n很久很久以前，在北方有一位名叫愚公的老人。他家门前矗立着两座巍峨的大山，一座叫太行，一座叫王屋。这两座山不仅阻碍了愚公一家出行，更让他们的生活变得十分不便，每次进出都要绕很远的路。愚公每日望着这两座高山，心中总有一股不平之气。\n\n## 第 2 页\n有一天，愚公终于忍无可忍。他召集了全家人，语气坚定地说：“这两座大山，我们必须将它们移走！不然我们的子孙后代，世世代代都将受其所累。” 他的妻子听了，不禁有些担忧，而他的儿子和孙子们，虽然年幼，却也被他的决心所感染。\n\n## 第 3 页\n第二天清晨，愚公带着他的儿子们、孙子们，背着锄头、扁担和箩筐，浩浩荡荡地出发了。他们用锄头凿开石头，用扁担挑起泥土，然后运到很远的海边去。日复一日，年复一年，他们从不间断，虽然进展缓慢，但每一铲土、每一块石头都凝聚着他们的汗水和希望。\n\n## 第 4 页\n有一位住在河湾的智叟，看见愚公一家老少每天不辞辛劳地凿山搬石，觉得十分可笑。他走上前去，嘲讽道：“愚公啊愚公，你这人可真是痴愚！你年事已高，气力衰竭，连山上的一草一木都动摇不了，又怎能把这两座大山移走呢？”\n\n## 第 5 页\n愚公听了智叟的话，长叹一声，却坚定地回答道：“你这个人思想真是顽固不化，还不如一个妇人！就算我死了，还有我的儿子；儿子死了，还有孙子；孙子死了，还有曾孙……子子孙孙无穷无尽，而这两座山却不会再增高。我们一点一点地挖，总有一天会把它们移平！”\n\n## 第 6 页\n愚公的这番话，不仅让智叟哑口无言，也传到了天帝的耳中。天帝被愚公的这份坚韧不拔的毅力所感动，认为他确实是真心实意。于是，天帝命令夸娥氏的两个儿子，大力神，下凡帮助愚公。\n\n## 第 7 页\n两位神仙来到凡间，他们施展神力，一夜之间，将太行、王屋两座大山拔起，一座搬到了朔方的东部，一座搬到了雍州的南部。从此，从愚公家到南方的大路变得畅通无阻。愚公一家和周围的村民们都过上了方便快捷的生活。愚公移山的故事也流传开来，告诫世人，只要有恒心、有毅力，再大的困难也能克服。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "很久很久以前，在北方有一位名叫愚公的老人。他家门前矗立着两座巍峨的大山，一座叫太行，一座叫王屋。这两座山不仅阻碍了愚公一家出行，更让他们的生活变得十分不便，每次进出都要绕很远的路。愚公每日望着这两座高山，心中总有一股不平之气。",
      "textEn": "A long, long time ago, in the north, lived an old man named Yu Gong. In front of his house stood two majestic mountains, one called Taihang and the other Wangwu. These two mountains not only hindered Yu Gong's family's travel but also made their lives extremely inconvenient, forcing them to take long detours every time they went in or out. Yu Gong looked at these towering mountains every day, a sense of grievance always stirring in his heart."
    },
    {
      "pageNumber": 2,
      "textZh": "有一天，愚公终于忍无可忍。他召集了全家人，语气坚定地说：“这两座大山，我们必须将它们移走！不然我们的子孙后代，世世代代都将受其所累。” 他的妻子听了，不禁有些担忧，而他的儿子和孙子们，虽然年幼，却也被他的决心所感染。",
      "textEn": "One day, Yu Gong finally couldn't bear it anymore. He gathered his entire family and declared with determination, \"We must move these two great mountains! Otherwise, our descendants will suffer their burden for generations to come.\" His wife, hearing this, couldn't help but feel a little worried, but his sons and grandsons, though young, were inspired by his resolve."
    },
    {
      "pageNumber": 3,
      "textZh": "第二天清晨，愚公带着他的儿子们、孙子们，背着锄头、扁担和箩筐，浩浩荡荡地出发了。他们用锄头凿开石头，用扁担挑起泥土，然后运到很远的海边去。日复一日，年复一年，他们从不间断，虽然进展缓慢，但每一铲土、每一块石头都凝聚着他们的汗水和希望。",
      "textEn": "The next morning, Yu Gong, along with his sons and grandsons, set off grandly, carrying hoes, carrying poles, and baskets. They used hoes to break rocks, carried soil with carrying poles, and transported it to the distant seashore. Day after day, year after year, they never stopped. Although progress was slow, every shovelful of earth and every stone was filled with their sweat and hope."
    },
    {
      "pageNumber": 4,
      "textZh": "有一位住在河湾的智叟，看见愚公一家老少每天不辞辛劳地凿山搬石，觉得十分可笑。他走上前去，嘲讽道：“愚公啊愚公，你这人可真是痴愚！你年事已高，气力衰竭，连山上的一草一木都动摇不了，又怎能把这两座大山移走呢？”",
      "textEn": "There was a wise old man, Zhizou, who lived by the river bend. Seeing Yu Gong's family, old and young, tirelessly chipping away at the mountains and moving stones every day, he found it utterly ridiculous. He approached them and mocked, \"Yu Gong, oh Yu Gong, you truly are foolish! You are old and your strength is failing. You can't even shake a blade of grass on the mountain, so how can you possibly move these two great mountains?\""
    },
    {
      "pageNumber": 5,
      "textZh": "愚公听了智叟的话，长叹一声，却坚定地回答道：“你这个人思想真是顽固不化，还不如一个妇人！就算我死了，还有我的儿子；儿子死了，还有孙子；孙子死了，还有曾孙……子子孙孙无穷无尽，而这两座山却不会再增高。我们一点一点地挖，总有一天会把它们移平！”",
      "textEn": "Yu Gong listened to Zhizou's words, sighed deeply, but replied firmly, \"Your thinking is truly stubborn and unyielding, even less enlightened than a woman's! Even if I die, I still have my son; when my son dies, there will be my grandson; when my grandson dies, there will be my great-grandson... Generations will go on endlessly, but these two mountains will not grow any taller. We will dig little by little, and one day we will level them!\""
    },
    {
      "pageNumber": 6,
      "textZh": "愚公的这番话，不仅让智叟哑口无言，也传到了天帝的耳中。天帝被愚公的这份坚韧不拔的毅力所感动，认为他确实是真心实意。于是，天帝命令夸娥氏的两个儿子，大力神，下凡帮助愚公。",
      "textEn": "Yu Gong's words not only silenced Zhizou but also reached the ears of the Heavenly Emperor. The Emperor was moved by Yu Gong's unwavering perseverance and believed in his sincerity. Thus, the Heavenly Emperor commanded the two sons of Ku'e, the mighty gods, to descend to Earth and assist Yu Gong."
    },
    {
      "pageNumber": 7,
      "textZh": "两位神仙来到凡间，他们施展神力，一夜之间，将太行、王屋两座大山拔起，一座搬到了朔方的东部，一座搬到了雍州的南部。从此，从愚公家到南方的大路变得畅通无阻。愚公一家和周围的村民们都过上了方便快捷的生活。愚公移山的故事也流传开来，告诫世人，只要有恒心、有毅力，再大的困难也能克服。",
      "textEn": "The two deities came to the mortal world. They exerted their divine power, and overnight, they lifted the two great mountains, Taihang and Wangwu, moving one to the east of Shuofang and the other to the south of Yongzhou. From then on, the road from Yu Gong's home to the south became clear and unobstructed. Yu Gong's family and the surrounding villagers all enjoyed convenient and fast lives. The story of Yu Gong Moving Mountains also spread, teaching people that with perseverance and determination, even the greatest difficulties can be overcome."
    }
  ]
}