{
  "titleZh": "张冠李戴",
  "titleEn": "Mistaken Identity",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n在距离很远很远的地方，有一个热闹又有点糊涂的小镇，叫做“糊涂镇”。镇上的居民们都有一个特点：他们特别喜欢戴帽子，而且每个人的帽子都和他们的职业天衣无缝！\n\n## 第 2 页\n瞧，这是面包师老王，他的高帽子上总是沾着面粉香；那是花匠阿丽，她的宽檐草帽下永远是笑脸；邮递员小李的蓝色小圆帽，总是笔挺地戴着；还有画家小墨，他的贝雷帽上永远沾着一小点颜料。\n\n## 第 3 页\n一个阳光明媚的早上，一只名叫“小淘气”的松鼠在追逐一颗顽皮的橡子。它不小心撞到了镇中心的一排帽子架，恰好一阵调皮的风也凑了过来，呼——！\n\n## 第 4 页\n帽子们像五彩的蝴蝶一样，在空中翩翩起舞，然后“啪嗒！啪嗒！”地落了下来。当大家重新捡起帽子戴上时，糊涂事就发生了！面包师老王，发现自己头上竟然戴着花匠阿丽的草帽。他试着揉面团，却总觉得该去给花浇水！\n\n## 第 5 页\n而花匠阿丽呢，她的头上是邮递员小李的蓝色圆帽。她给玫瑰花浇水时，不停地向它们敬礼，嘴里还说着：“有您的信！有您的信！”\n\n## 第 6 页\n邮递员小李戴着画家小墨的贝雷帽，他送完信就开始对着路灯和消防栓写生，嘴里还哼着艺术家的调子。画家小墨则戴着面包师老王的高高厨师帽，他想画画，脑子里却全是烤面包和牛角包的味道，老是想揉搓画布。\n\n## 第 7 页\n整个糊涂镇陷入了一片可爱的混乱中！面包吃起来有泥土味，花儿们收到了账单，邮箱上画满了向日葵，而画作则散发着淡淡的酵母香。\n\n## 第 8 页\n这时，聪明的小女孩莉莉路过，她看着这滑稽的一幕，忍不住哈哈大笑起来。“大家！你们的帽子都戴错了！”她大声喊道。\n\n## 第 9 页\n大家听了莉莉的话，低头看看自己的帽子，再看看别人的帽子，终于明白了！“啊哈！原来是张冠李戴了！”他们也跟着笑了起来，赶紧互相交换，把正确的帽子戴回了各自的头上。\n\n## 第 10 页\n随着帽子各归各位，糊涂镇又恢复了正常的秩序。面包师老王烘烤出香喷喷的面包，花匠阿丽照料着美丽的鲜花，邮递员小李准确无误地送信，画家小墨创作出宏伟的艺术品。虽然那一天有点糊涂，但大家也因此多了个开心的回忆，并且更加珍惜自己的帽子啦！",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在距离很远很远的地方，有一个热闹又有点糊涂的小镇，叫做“糊涂镇”。镇上的居民们都有一个特点：他们特别喜欢戴帽子，而且每个人的帽子都和他们的职业天衣无缝！",
      "textEn": "Far, far away, there's a bustling and slightly muddled little town called \"Hutu Town.\" The townspeople all share a peculiar trait: they absolutely adore wearing hats, and each person's hat perfectly matches their profession!"
    },
    {
      "pageNumber": 2,
      "textZh": "瞧，这是面包师老王，他的高帽子上总是沾着面粉香；那是花匠阿丽，她的宽檐草帽下永远是笑脸；邮递员小李的蓝色小圆帽，总是笔挺地戴着；还有画家小墨，他的贝雷帽上永远沾着一小点颜料。",
      "textEn": "Look, here's Baker Wang, his tall chef's hat always carries the scent of flour; there's Gardener Ali, whose wide-brimmed straw hat always frames a smiling face; Mailman Li's stiff blue cap is always worn perfectly straight; and Artist Mo, whose beret always has a tiny speck of paint on it."
    },
    {
      "pageNumber": 3,
      "textZh": "一个阳光明媚的早上，一只名叫“小淘气”的松鼠在追逐一颗顽皮的橡子。它不小心撞到了镇中心的一排帽子架，恰好一阵调皮的风也凑了过来，呼——！",
      "textEn": "One sunny morning, a mischievous squirrel named \"Xiao Taoqi\" was chasing a playful acorn. It accidentally bumped into a hat rack near the town square, just as a cheeky gust of wind swooped in, whoosh—!"
    },
    {
      "pageNumber": 4,
      "textZh": "帽子们像五彩的蝴蝶一样，在空中翩翩起舞，然后“啪嗒！啪嗒！”地落了下来。当大家重新捡起帽子戴上时，糊涂事就发生了！面包师老王，发现自己头上竟然戴着花匠阿丽的草帽。他试着揉面团，却总觉得该去给花浇水！",
      "textEn": "The hats danced in the air like colorful butterflies, then 'plop! plop!' they landed. When everyone picked up their hats and put them on again, the confusion began! Baker Wang found himself wearing Gardener Ali's straw hat. He tried to knead dough, but kept feeling like he should be watering flowers!"
    },
    {
      "pageNumber": 5,
      "textZh": "而花匠阿丽呢，她的头上是邮递员小李的蓝色圆帽。她给玫瑰花浇水时，不停地向它们敬礼，嘴里还说着：“有您的信！有您的信！”",
      "textEn": "As for Gardener Ali, on her head sat Mailman Li's blue cap. While watering her roses, she kept saluting them, saying, \"You've got mail! You've got mail!\""
    },
    {
      "pageNumber": 6,
      "textZh": "邮递员小李戴着画家小墨的贝雷帽，他送完信就开始对着路灯和消防栓写生，嘴里还哼着艺术家的调子。画家小墨则戴着面包师老王的高高厨师帽，他想画画，脑子里却全是烤面包和牛角包的味道，老是想揉搓画布。",
      "textEn": "Mailman Li, wearing Artist Mo's beret, started sketching lampposts and fire hydrants after delivering letters, humming an artist's tune. Artist Mo, with Baker Wang's tall chef's hat, tried to paint, but all he could think about was the smell of baking bread and croissants, constantly wanting to knead his canvas."
    },
    {
      "pageNumber": 7,
      "textZh": "整个糊涂镇陷入了一片可爱的混乱中！面包吃起来有泥土味，花儿们收到了账单，邮箱上画满了向日葵，而画作则散发着淡淡的酵母香。",
      "textEn": "The entire Hutu Town plunged into a delightful chaos! The bread tasted like earth, the flowers received bills, mailboxes were covered in sunflower paintings, and the artworks subtly smelled of yeast."
    },
    {
      "pageNumber": 8,
      "textZh": "这时，聪明的小女孩莉莉路过，她看着这滑稽的一幕，忍不住哈哈大笑起来。“大家！你们的帽子都戴错了！”她大声喊道。",
      "textEn": "Just then, clever little Lily walked by. Seeing the comical scene, she couldn't help but burst into laughter. \"Everyone! Your hats are all on the wrong heads!\" she shouted."
    },
    {
      "pageNumber": 9,
      "textZh": "大家听了莉莉的话，低头看看自己的帽子，再看看别人的帽子，终于明白了！“啊哈！原来是张冠李戴了！”他们也跟着笑了起来，赶紧互相交换，把正确的帽子戴回了各自的头上。",
      "textEn": "Hearing Lily, everyone looked down at their own hats, then at others' hats, and finally understood! \"Aha! It was a case of mistaken identity!\" They laughed along, quickly swapped, and put the correct hats back on their respective heads."
    },
    {
      "pageNumber": 10,
      "textZh": "随着帽子各归各位，糊涂镇又恢复了正常的秩序。面包师老王烘烤出香喷喷的面包，花匠阿丽照料着美丽的鲜花，邮递员小李准确无误地送信，画家小墨创作出宏伟的艺术品。虽然那一天有点糊涂，但大家也因此多了个开心的回忆，并且更加珍惜自己的帽子啦！",
      "textEn": "With the hats back in their rightful places, Hutu Town returned to its normal order. Baker Wang baked fragrant bread, Gardener Ali tended her beautiful flowers, Mailman Li delivered mail precisely, and Artist Mo created magnificent artworks. Although that day was a bit muddled, everyone gained a happy memory and cherished their hats even more!"
    }
  ]
}