{
  "titleZh": "三个和尚",
  "titleEn": "Three Monks",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n在一座高高的山上，有一座古老的寺庙。寺庙里住着一位老和尚，他每天早起晚睡，勤劳地从山下挑水上来。一桶水，一桶水，日复一日，寺庙里的水缸总是满满的，清澈甘甜。老和尚挑水时，总是哼着小曲，觉得日子过得有滋有味。\n\n## 第 2 页\n一天，又来了一位瘦瘦的高和尚。他看到水缸是空的，便主动挑起水桶，去山下挑水。可挑回来一桶后，他觉得很累。第二天，当高和尚看到水缸又空了时，他心想：“为什么总是我去挑水呢？老和尚难道就不能去挑吗？”于是，他决定只挑半桶水，剩下半桶就留给老和尚。老和尚看到半桶水，也心生不满：“既然你来，就应该挑满！我年纪大了，难道要我再跑一趟吗？”渐渐地，两个和尚互相推诿，水缸常常是空的。\n\n## 第 3 页\n没过多久，又来了一位矮矮胖胖的小和尚。他看着空空的水缸，又看看两个坐在那里谁也不肯动的大和尚，感到很困惑。他主动拿起水桶，却发现只有他一个人挑不动。于是他只好把水桶绑在扁担中间，左右各挂一个葫芦，艰难地挑了一点水回来。高和尚和老和尚看到小和尚挑水，便指指点点：“小和尚，你这样挑水太慢了！应该这样挑！”“不对不对，应该那样挑才对！”结果，谁也没有真正动手帮忙，而水缸里的水，仍然只是一点点，远远不够用。\n\n## 第 4 页\n夏天的傍晚，天空突然乌云密布，接着一道闪电划破夜空，紧接着一声震耳欲聋的雷鸣。山上的森林被雷电击中，瞬间燃起了熊熊大火！火势借助风力，迅速蔓延，直逼寺庙而来。三个和尚吓坏了，他们冲出寺庙，看着逼近的火光，心急如焚。他们需要水！大量的水！可寺庙里的水缸，却是空的！\n\n## 第 5 页\n“怎么办？寺庙要烧毁了！”老和尚焦急地喊道。“我们得赶紧挑水！”高和尚也顾不上休息了。小和尚更是急得团团转。他们互相看了看，终于明白了。一个人挑水太累，两个人互相推诿，三个人也只是指手画脚。现在，他们必须团结起来！老和尚拿出扁担，高和尚拿起水桶，小和尚也抱起一个葫芦。他们不再争吵，不再推脱，而是齐心协力，一人负责挑，两人负责抬，或者三人轮流，一趟又一趟地把水从山下运上来。\n\n## 第 6 页\n终于，在大火吞噬寺庙之前，他们用一桶又一桶的水，筑起了一道“水墙”，艰难地将火势控制住，最终扑灭了大火。寺庙保住了！虽然每个人都累得筋疲力尽，但他们的脸上都露出了欣慰的笑容。从那天起，三个和尚再也不争吵了。他们制定了明确的挑水计划，每天轮流，互相帮助。寺庙的水缸再也没有空过，而他们的友谊也变得比山上的泉水更加清澈、更加甘甜。寺庙里又响起了快乐的哼唱声，这次是三个和尚一起唱的。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在一座高高的山上，有一座古老的寺庙。寺庙里住着一位老和尚，他每天早起晚睡，勤劳地从山下挑水上来。一桶水，一桶水，日复一日，寺庙里的水缸总是满满的，清澈甘甜。老和尚挑水时，总是哼着小曲，觉得日子过得有滋有味。",
      "textEn": "On a tall mountain, there stood an ancient temple. In it lived an old monk. Every day, from dawn till dusk, he diligently carried water from the foot of the mountain. Bucket after bucket, day after day, the temple's water vat was always full, clear, and sweet. As he fetched water, the old monk would hum a little tune, finding great joy in his simple life."
    },
    {
      "pageNumber": 2,
      "textZh": "一天，又来了一位瘦瘦的高和尚。他看到水缸是空的，便主动挑起水桶，去山下挑水。可挑回来一桶后，他觉得很累。第二天，当高和尚看到水缸又空了时，他心想：“为什么总是我去挑水呢？老和尚难道就不能去挑吗？”于是，他决定只挑半桶水，剩下半桶就留给老和尚。老和尚看到半桶水，也心生不满：“既然你来，就应该挑满！我年纪大了，难道要我再跑一趟吗？”渐渐地，两个和尚互相推诿，水缸常常是空的。",
      "textEn": "One day, another monk arrived, tall and slender. Seeing the empty water vat, he took the initiative to fetch water from the mountain foot. But after carrying one bucket back, he felt exhausted. The next day, when the tall monk saw the vat empty again, he thought, \"Why is it always me fetching water? Can't the old monk do it?\" So, he decided to only fill half a bucket, leaving the other half for the old monk. The old monk, seeing only half a bucket, also felt displeased: \"Since you're here, you should fill it completely! I'm old, must I make another trip?\" Gradually, the two monks began to shirk responsibility, and the water vat was often empty."
    },
    {
      "pageNumber": 3,
      "textZh": "没过多久，又来了一位矮矮胖胖的小和尚。他看着空空的水缸，又看看两个坐在那里谁也不肯动的大和尚，感到很困惑。他主动拿起水桶，却发现只有他一个人挑不动。于是他只好把水桶绑在扁担中间，左右各挂一个葫芦，艰难地挑了一点水回来。高和尚和老和尚看到小和尚挑水，便指指点点：“小和尚，你这样挑水太慢了！应该这样挑！”“不对不对，应该那样挑才对！”结果，谁也没有真正动手帮忙，而水缸里的水，仍然只是一点点，远远不够用。",
      "textEn": "Not long after, a third monk arrived, short and stout. He looked at the empty water vat, then at the two older monks sitting idly, neither willing to move, and felt puzzled. He picked up the buckets, but found he couldn't carry them alone. So, he had to tie a bucket in the middle of a pole, with a gourd on each side, and laboriously carried back a small amount of water. The tall monk and the old monk, seeing the little monk fetching water, began to point and comment: \"Little monk, you're too slow fetching water like that! You should do it this way!\" \"No, no, you should do it that way!\" As a result, no one actually helped, and the water in the vat remained scant, far from enough."
    },
    {
      "pageNumber": 4,
      "textZh": "夏天的傍晚，天空突然乌云密布，接着一道闪电划破夜空，紧接着一声震耳欲聋的雷鸣。山上的森林被雷电击中，瞬间燃起了熊熊大火！火势借助风力，迅速蔓延，直逼寺庙而来。三个和尚吓坏了，他们冲出寺庙，看着逼近的火光，心急如焚。他们需要水！大量的水！可寺庙里的水缸，却是空的！",
      "textEn": "One summer evening, the sky suddenly became covered with dark clouds. Then a flash of lightning split the night sky, followed by a deafening thunderclap. The forest on the mountain was struck by lightning, and instantly a raging fire ignited! Fueled by the wind, the fire spread rapidly, approaching the temple. The three monks were terrified. They rushed out of the temple, looking at the approaching flames, their hearts filled with anxiety. They needed water! Lots of water! But the water vat in the temple was empty!"
    },
    {
      "pageNumber": 5,
      "textZh": "“怎么办？寺庙要烧毁了！”老和尚焦急地喊道。“我们得赶紧挑水！”高和尚也顾不上休息了。小和尚更是急得团团转。他们互相看了看，终于明白了。一个人挑水太累，两个人互相推诿，三个人也只是指手画脚。现在，他们必须团结起来！老和尚拿出扁担，高和尚拿起水桶，小和尚也抱起一个葫芦。他们不再争吵，不再推脱，而是齐心协力，一人负责挑，两人负责抬，或者三人轮流，一趟又一趟地把水从山下运上来。",
      "textEn": "\"What should we do? The temple will burn down!\" cried the old monk anxiously. \"We must fetch water quickly!\" The tall monk also forgot about resting. The little monk was pacing nervously. They looked at each other and finally understood. One person fetching water was too tiring, two people shirked responsibility, and three people only gave instructions. Now, they had to unite! The old monk took out the carrying pole, the tall monk picked up the buckets, and the little monk also grabbed a gourd. They no longer argued, no longer pushed responsibilities, but worked together wholeheartedly. One person carried, two people lifted, or all three took turns, transporting water from the mountain foot trip after trip."
    },
    {
      "pageNumber": 6,
      "textZh": "终于，在大火吞噬寺庙之前，他们用一桶又一桶的水，筑起了一道“水墙”，艰难地将火势控制住，最终扑灭了大火。寺庙保住了！虽然每个人都累得筋疲力尽，但他们的脸上都露出了欣慰的笑容。从那天起，三个和尚再也不争吵了。他们制定了明确的挑水计划，每天轮流，互相帮助。寺庙的水缸再也没有空过，而他们的友谊也变得比山上的泉水更加清澈、更加甘甜。寺庙里又响起了快乐的哼唱声，这次是三个和尚一起唱的。",
      "textEn": "Finally, before the fire could engulf the temple, they used bucket after bucket of water to build a \"water wall,\" laboriously controlling the flames and eventually extinguishing the great fire. The temple was saved! Although everyone was exhausted, smiles of relief appeared on their faces. From that day on, the three monks never argued again. They formulated a clear water-fetching plan, taking turns and helping each other every day. The temple's water vat was never empty again, and their friendship became clearer and sweeter than the mountain spring water. Happy humming sounds echoed in the temple once more, this time sung by all three monks together."
    }
  ]
}