{
  "titleZh": "白雪公主",
  "titleEn": "Snow White",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n很久很久以前，在一个遥远的国度里，诞生了一位公主，她的皮肤洁白如雪，嘴唇红润如血，头发乌黑如檀木。人们都叫她白雪公主。她的生母在她很小的时候就去世了，国王又娶了一位新王后。这位王后美丽却邪恶，嫉妒心极强，她拥有一面魔镜，每天都要问：“魔镜魔镜，告诉我，谁是世界上最美丽的女人？”魔镜总是回答：“我的王后，您是世界上最美丽的。”但随着白雪公主一天天长大，她的美貌超越了王后。有一天，魔镜改变了答案：“我的王后，您虽然美丽，但白雪公主比您更美丽。”\n\n## 第 2 页\n邪恶的王后听到魔镜的答案后，怒火中烧，嫉妒让她面目狰狞。她召来猎人，命令他把白雪公主带到森林深处，杀死她，并把她的心带回来作为证据。猎人带着无辜的白雪公主进入了森林，但当他举起匕首时，白雪公主那双泪汪汪的眼睛和纯洁的面容打动了他。他无法下手，于是对公主说：“快逃吧，可怜的孩子！逃得越远越好！”猎人杀了一头小野猪，取走了它的心，回去交给王后。\n\n## 第 3 页\n白雪公主独自一人在广阔而陌生的森林中奔跑，树木高大而阴森，野兽的叫声让她心惊胆战。她跑了一整天，直到黄昏时分，精疲力尽的她看到了一间小小的、可爱的房子。这房子看起来像童话故事里的一样，屋顶是尖尖的，窗户是格子状的。好奇心和求生的本能驱使她走了过去。\n\n## 第 4 页\n她轻轻敲了敲门，没有人应答。她推开门，发现里面空无一人，但屋里的一切都非常小巧，摆着七张小床，七把小椅子，还有七个小盘子。屋子里乱七八糟的，积满了灰尘。白雪公主心地善良，决定帮主人打扫干净。她把所有东西都整理得井井有条，擦拭得闪闪发光。做完这一切，她感到非常疲惫，便躺在其中一张小床上，沉沉地睡去了。\n\n## 第 5 页\n到了晚上，房子的主人回来了。他们是七个小矮人，他们每天都在山里挖矿。当他们走进屋子时，立刻发现有人来过。碗筷干净了，床铺整齐了。接着，他们看到一个美丽的女孩躺在他们的床上熟睡。小矮人们又惊又喜，他们小心翼翼地围在她身边，好奇地打量着她。当白雪公主醒来后，她把自己的遭遇告诉了小矮人们。小矮人们很同情她，便邀请她留下来和他们一起生活。\n\n## 第 6 页\n白雪公主快乐地与小矮人们生活在一起，为他们做饭、打扫，小矮人们则每天出门挖矿，临走前总是叮嘱她：“小心王后，她可能会找到你！”与此同时，远在城堡里的邪恶王后再次站在魔镜前，问道：“魔镜魔镜，告诉我，谁是世界上最美丽的女人？”魔镜回答：“我的王后，您虽然美丽，但在山的那边，与七个小矮人住在一起的白雪公主比您更美丽！”王后气得发抖，她知道白雪公主还活着，并誓要亲手除掉她。\n\n## 第 7 页\n邪恶的王后用魔法把自己变成了一个和蔼的老妇人。她带着毒梳子，敲响了小矮人的小屋。白雪公主忘了小矮人的叮嘱，打开了门。老妇人假装友好，邀请白雪公主试用她的梳子。当毒梳子触碰到白雪公主的头发时，她立刻倒地，不省人事。傍晚，小矮人们回到家，看到白雪公主倒在地上，吓坏了。他们发现她头发上的毒梳子，小心地取下后，白雪公主便渐渐苏醒了过来。小矮人再次告诫她，千万不要给陌生人开门。\n\n## 第 8 页\n王后得知白雪公主又活了过来，气得七窍生烟。她又一次运用邪恶的魔法，将自己变成了一个卖苹果的老婆婆。她手里拿着一只鲜红欲滴的毒苹果，其中一半有毒。她来到小矮人的小屋，这次白雪公主坚决不开门。老婆婆便提议：“我只尝尝这苹果，你看，我吃这一半，你吃那一半。”她吃下无毒的一半，白雪公主见了，便放心地接过了另一半。毒苹果刚一入口，白雪公主便像被闪电击中一样，瞬间倒下，停止了呼吸。\n\n## 第 9 页\n当小矮人们回到家，看到白雪公主倒在地上，脸色苍白，一动不动，他们伤心欲绝。他们试尽了所有办法，摇晃她，呼唤她，但她始终没有醒来。小矮人们知道，这次王后的毒药太过厉害，白雪公主是真的“死了”。他们为她哭泣了三天三夜，舍不得将她埋入冰冷的泥土。于是，他们用最美丽的玻璃和黄金打造了一个透明的棺材，将白雪公主安放在里面，日夜守护。\n\n## 第 10 页\n许多日子过去了，白雪公主依旧安详地躺在玻璃棺材里，仿佛只是睡着了。森林里的鸟儿和动物们也为她哀悼。有一天，一位英俊的王子骑马经过森林，看到了这奇特的玻璃棺材和里面美丽的白雪公主。他立刻被她的美貌所吸引，仿佛被施了魔法一般。他向小矮人们询问，得知了白雪公主的遭遇，并恳求小矮人们允许他将棺材带走，因为他无法停止对她的爱慕。\n\n## 第 11 页\n小矮人们被王子的真诚所感动，同意了他的请求。当仆人们抬起沉重的玻璃棺材时，他们不小心被树根绊了一下。棺材猛烈地晃动了一下，这一震动，竟将卡在白雪公主喉咙里的那小块毒苹果震了出来。白雪公主咳嗽了几声，缓缓睁开了眼睛，仿佛从一场漫长的梦中醒来。她坐起身来，疑惑地看着周围，问道：“我这是在哪里？”\n\n## 第 12 页\n王子惊喜万分，立刻向她说明了一切。当他看着白雪公主恢复了生机，美丽的容颜再次焕发光彩时，他知道自己找到了真爱。王子立刻向白雪公主求婚，白雪公主也感受到了王子真挚的爱，欣然同意。他们举行了盛大的婚礼，邀请了所有的国民和小矮人。邪恶的王后也被邀请了，她以为白雪公主已死，当她看到白雪公主和王子幸福地在一起时，嫉妒和愤怒让她当场倒下，受到了应有的惩罚。白雪公主和王子从此过上了幸福美满的生活。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "很久很久以前，在一个遥远的国度里，诞生了一位公主，她的皮肤洁白如雪，嘴唇红润如血，头发乌黑如檀木。人们都叫她白雪公主。她的生母在她很小的时候就去世了，国王又娶了一位新王后。这位王后美丽却邪恶，嫉妒心极强，她拥有一面魔镜，每天都要问：“魔镜魔镜，告诉我，谁是世界上最美丽的女人？”魔镜总是回答：“我的王后，您是世界上最美丽的。”但随着白雪公主一天天长大，她的美貌超越了王后。有一天，魔镜改变了答案：“我的王后，您虽然美丽，但白雪公主比您更美丽。”",
      "textEn": "Long, long ago, in a faraway kingdom, a princess was born, with skin as white as snow, lips as red as blood, and hair as black as ebony. She was named Snow White. Her birth mother passed away when she was very young, and the King married a new Queen. This Queen was beautiful but wicked and incredibly jealous. She possessed a magic mirror, and every day she would ask, \"Mirror, mirror, on the wall, who is the fairest of them all?\" The mirror always answered, \"My Queen, you are the fairest of all.\" But as Snow White grew older, her beauty surpassed the Queen's. One day, the magic mirror changed its answer: \"My Queen, you are fair, it is true, but Snow White is a thousand times fairer than you.\""
    },
    {
      "pageNumber": 2,
      "textZh": "邪恶的王后听到魔镜的答案后，怒火中烧，嫉妒让她面目狰狞。她召来猎人，命令他把白雪公主带到森林深处，杀死她，并把她的心带回来作为证据。猎人带着无辜的白雪公主进入了森林，但当他举起匕首时，白雪公主那双泪汪汪的眼睛和纯洁的面容打动了他。他无法下手，于是对公主说：“快逃吧，可怜的孩子！逃得越远越好！”猎人杀了一头小野猪，取走了它的心，回去交给王后。",
      "textEn": "Upon hearing the mirror's answer, the wicked Queen's rage boiled over, and jealousy disfigured her face. She summoned a huntsman and commanded him to take Snow White deep into the forest, kill her, and bring back her heart as proof. The huntsman led the innocent Snow White into the forest, but when he raised his dagger, Snow White's tearful eyes and pure face moved him deeply. He couldn't do it. \"Run away, poor child!\" he whispered. \"Run as far as you can!\" The huntsman killed a young wild boar instead, took its heart, and returned it to the Queen."
    },
    {
      "pageNumber": 3,
      "textZh": "白雪公主独自一人在广阔而陌生的森林中奔跑，树木高大而阴森，野兽的叫声让她心惊胆战。她跑了一整天，直到黄昏时分，精疲力尽的她看到了一间小小的、可爱的房子。这房子看起来像童话故事里的一样，屋顶是尖尖的，窗户是格子状的。好奇心和求生的本能驱使她走了过去。",
      "textEn": "Snow White ran alone through the vast and unfamiliar forest, the trees tall and eerie, the sounds of wild beasts chilling her to the bone. She ran all day until dusk, and utterly exhausted, she spotted a tiny, charming cottage. The house looked like something out of a fairy tale, with a pointed roof and latticed windows. Curiosity and the instinct for survival compelled her to approach it."
    },
    {
      "pageNumber": 4,
      "textZh": "她轻轻敲了敲门，没有人应答。她推开门，发现里面空无一人，但屋里的一切都非常小巧，摆着七张小床，七把小椅子，还有七个小盘子。屋子里乱七八糟的，积满了灰尘。白雪公主心地善良，决定帮主人打扫干净。她把所有东西都整理得井井有条，擦拭得闪闪发光。做完这一切，她感到非常疲惫，便躺在其中一张小床上，沉沉地睡去了。",
      "textEn": "She gently knocked on the door, but no one answered. Pushing it open, she found it empty, yet everything inside was very tiny: seven small beds, seven small chairs, and seven small plates. The cottage was very messy and covered in dust. Kind-hearted Snow White decided to clean it for its owners. She tidied everything neatly and wiped it until it shone. After all this, she felt incredibly tired, so she lay down on one of the small beds and fell into a deep sleep."
    },
    {
      "pageNumber": 5,
      "textZh": "到了晚上，房子的主人回来了。他们是七个小矮人，他们每天都在山里挖矿。当他们走进屋子时，立刻发现有人来过。碗筷干净了，床铺整齐了。接着，他们看到一个美丽的女孩躺在他们的床上熟睡。小矮人们又惊又喜，他们小心翼翼地围在她身边，好奇地打量着她。当白雪公主醒来后，她把自己的遭遇告诉了小矮人们。小矮人们很同情她，便邀请她留下来和他们一起生活。",
      "textEn": "That evening, the owners of the house returned. They were seven dwarfs, who spent their days mining in the mountains. As they entered their home, they immediately noticed that someone had been there. The dishes were clean, and the beds were tidy. Then, they saw a beautiful girl sleeping soundly on their beds. The dwarfs were both surprised and delighted; they cautiously gathered around her, studying her with curiosity. When Snow White awoke, she told the dwarfs her story. The dwarfs, feeling great sympathy for her, invited her to stay and live with them."
    },
    {
      "pageNumber": 6,
      "textZh": "白雪公主快乐地与小矮人们生活在一起，为他们做饭、打扫，小矮人们则每天出门挖矿，临走前总是叮嘱她：“小心王后，她可能会找到你！”与此同时，远在城堡里的邪恶王后再次站在魔镜前，问道：“魔镜魔镜，告诉我，谁是世界上最美丽的女人？”魔镜回答：“我的王后，您虽然美丽，但在山的那边，与七个小矮人住在一起的白雪公主比您更美丽！”王后气得发抖，她知道白雪公主还活着，并誓要亲手除掉她。",
      "textEn": "Snow White lived happily with the dwarfs, cooking and cleaning for them, while the dwarfs went off to mine every day, always cautioning her before they left: \"Beware of the Queen, she might find you!\" Meanwhile, back in the castle, the wicked Queen once again stood before her magic mirror and asked, \"Mirror, mirror, on the wall, who is the fairest of them all?\" The mirror replied, \"My Queen, you are fair, it is true, but Snow White, living beyond the mountains with the seven dwarfs, is a thousand times fairer than you!\" The Queen trembled with fury; she knew Snow White was alive and vowed to get rid of her herself."
    },
    {
      "pageNumber": 7,
      "textZh": "邪恶的王后用魔法把自己变成了一个和蔼的老妇人。她带着毒梳子，敲响了小矮人的小屋。白雪公主忘了小矮人的叮嘱，打开了门。老妇人假装友好，邀请白雪公主试用她的梳子。当毒梳子触碰到白雪公主的头发时，她立刻倒地，不省人事。傍晚，小矮人们回到家，看到白雪公主倒在地上，吓坏了。他们发现她头发上的毒梳子，小心地取下后，白雪公主便渐渐苏醒了过来。小矮人再次告诫她，千万不要给陌生人开门。",
      "textEn": "The wicked Queen used her magic to transform herself into a kindly old woman. Carrying a poisoned comb, she knocked on the dwarfs' cottage door. Snow White, forgetting the dwarfs' warnings, opened the door. The old woman, pretending to be friendly, invited Snow White to try her comb. The moment the poisoned comb touched Snow White's hair, she instantly fell to the ground, unconscious. In the evening, the dwarfs returned home and were horrified to find Snow White lying on the floor. They discovered the poisoned comb in her hair; carefully removing it, Snow White gradually awoke. The dwarfs warned her again, never to open the door for strangers."
    },
    {
      "pageNumber": 8,
      "textZh": "王后得知白雪公主又活了过来，气得七窍生烟。她又一次运用邪恶的魔法，将自己变成了一个卖苹果的老婆婆。她手里拿着一只鲜红欲滴的毒苹果，其中一半有毒。她来到小矮人的小屋，这次白雪公主坚决不开门。老婆婆便提议：“我只尝尝这苹果，你看，我吃这一半，你吃那一半。”她吃下无毒的一半，白雪公主见了，便放心地接过了另一半。毒苹果刚一入口，白雪公主便像被闪电击中一样，瞬间倒下，停止了呼吸。",
      "textEn": "When the Queen learned that Snow White was alive again, she was consumed by rage. Once more, she used her wicked magic, transforming herself into an old apple seller. In her hand, she held a luscious, bright red poisoned apple, one half of which was deadly. She came to the dwarfs' cottage, but this time Snow White adamantly refused to open the door. The old woman then suggested, \"I'll just taste this apple; see, I'll eat this half, and you eat that half.\" She ate the non-poisoned half, and seeing this, Snow White felt safe and took the other half. The moment the poisoned apple touched her lips, Snow White fell as if struck by lightning, collapsing instantly, seemingly lifeless."
    },
    {
      "pageNumber": 9,
      "textZh": "当小矮人们回到家，看到白雪公主倒在地上，脸色苍白，一动不动，他们伤心欲绝。他们试尽了所有办法，摇晃她，呼唤她，但她始终没有醒来。小矮人们知道，这次王后的毒药太过厉害，白雪公主是真的“死了”。他们为她哭泣了三天三夜，舍不得将她埋入冰冷的泥土。于是，他们用最美丽的玻璃和黄金打造了一个透明的棺材，将白雪公主安放在里面，日夜守护。",
      "textEn": "When the dwarfs returned home and saw Snow White lying on the ground, pale and motionless, they were heartbroken. They tried everything—shaking her, calling her name—but she remained unresponsive. The dwarfs knew that this time the Queen's poison was too potent; Snow White was truly \"dead.\" They wept for her three days and three nights, unable to bear burying her in the cold earth. So, they crafted a transparent coffin of the most beautiful glass and gold, laid Snow White within it, and guarded her day and night."
    },
    {
      "pageNumber": 10,
      "textZh": "许多日子过去了，白雪公主依旧安详地躺在玻璃棺材里，仿佛只是睡着了。森林里的鸟儿和动物们也为她哀悼。有一天，一位英俊的王子骑马经过森林，看到了这奇特的玻璃棺材和里面美丽的白雪公主。他立刻被她的美貌所吸引，仿佛被施了魔法一般。他向小矮人们询问，得知了白雪公主的遭遇，并恳求小矮人们允许他将棺材带走，因为他无法停止对她的爱慕。",
      "textEn": "Many days passed, and Snow White still lay peacefully in her glass coffin, as if merely asleep. The birds and animals of the forest also mourned for her. One day, a handsome prince rode through the forest and saw the peculiar glass coffin and the beautiful Snow White within. He was immediately captivated by her beauty, as if under a spell. He inquired of the dwarfs, learned Snow White's story, and pleaded with them to allow him to take the coffin, for he could not stop adoring her."
    },
    {
      "pageNumber": 11,
      "textZh": "小矮人们被王子的真诚所感动，同意了他的请求。当仆人们抬起沉重的玻璃棺材时，他们不小心被树根绊了一下。棺材猛烈地晃动了一下，这一震动，竟将卡在白雪公主喉咙里的那小块毒苹果震了出来。白雪公主咳嗽了几声，缓缓睁开了眼睛，仿佛从一场漫长的梦中醒来。她坐起身来，疑惑地看着周围，问道：“我这是在哪里？”",
      "textEn": "Moved by the Prince's sincerity, the dwarfs granted his request. As the servants lifted the heavy glass coffin, they stumbled over a tree root. The coffin shook violently, and this jolt dislodged the small piece of poisoned apple that had been stuck in Snow White's throat. Snow White coughed a few times, slowly opened her eyes, as if awakening from a long dream. She sat up, looked around in confusion, and asked, \"Where am I?\""
    },
    {
      "pageNumber": 12,
      "textZh": "王子惊喜万分，立刻向她说明了一切。当他看着白雪公主恢复了生机，美丽的容颜再次焕发光彩时，他知道自己找到了真爱。王子立刻向白雪公主求婚，白雪公主也感受到了王子真挚的爱，欣然同意。他们举行了盛大的婚礼，邀请了所有的国民和小矮人。邪恶的王后也被邀请了，她以为白雪公主已死，当她看到白雪公主和王子幸福地在一起时，嫉妒和愤怒让她当场倒下，受到了应有的惩罚。白雪公主和王子从此过上了幸福美满的生活。",
      "textEn": "The Prince was overjoyed and immediately explained everything to her. As he watched Snow White regain her vitality, her beautiful face glowing once more, he knew he had found true love. The Prince immediately proposed to Snow White, and Snow White, feeling the Prince's sincere love, gladly accepted. They held a grand wedding, inviting all the citizens and the dwarfs. The wicked Queen was also invited; believing Snow White was dead, when she saw Snow White and the Prince happily together, jealousy and rage caused her to collapse on the spot, receiving her just punishment. Snow White and the Prince lived happily ever after."
    }
  ]
}