{
  "titleZh": "三个火枪手",
  "titleEn": "The Three Musketeers",
  "styleZh": "迪士尼",
  "styleEn": "Disney",
  "fullStory": "## 第 1 页\n在法国西南部的一个小村庄里，住着一位名叫达达尼昂的年轻人。他拥有一颗勇敢的心，和一把祖传的旧剑。他的梦想是去巴黎，成为一名光荣的国王火枪手！\n## 第 2 页\n达达尼昂告别家人，骑着瘦马，一路风尘仆仆来到了繁华的巴黎。他第一次进城，不小心冲撞了三位英俊的火枪手：壮实的波尔多斯、沉稳的阿托斯和优雅的阿拉米斯。\n## 第 3 页\n误会之下，三人分别约他决斗。正当他们准备拔剑时，红衣主教黎塞留的卫兵突然出现，要逮捕决斗者。火枪手们决定共同对抗卫兵，达达尼昂毫不犹豫地加入了他们。\n## 第 4 页\n这场激烈的战斗让四人并肩作战，达达尼昂的勇气和剑术赢得了三位火枪手的尊敬。战斗结束后，他们互相握手，共同喊出响亮的誓言：“人人为我，我为人人！”从此，他们成了最亲密的朋友。\n## 第 5 页\n不久，他们卷入了一场惊心动魄的宫廷阴谋。邪恶的米莱迪企图陷害王后。勇敢的火枪手们接到了秘密任务：必须前往英国，找回王后赠给白金汉公爵的一串钻石项链，以证明王后的清白。\n## 第 6 页\n旅途中危机四伏。米莱迪派出的刺客、黎塞留的卫兵，以及恶劣的天气都试图阻挠他们。但四位朋友凭借着无与伦比的勇气、智慧和深厚的友谊，一一克服了所有困难，成功抵达了英国。\n## 第 7 页\n他们从白金汉公爵手中取回了项链，并赶在宫廷舞会前，将它完璧归赵。王后的名誉得以保全，邪恶的阴谋被揭穿！巴黎城一片欢腾，火枪手们受到了英雄般的赞扬。\n## 第 8 页\n达达尼昂因其卓越的功绩和无畏的精神，被正式授予火枪手头衔。他终于实现了自己的梦想！四个火枪手紧密地站在一起，他们是国王的守护者，是友谊的象征，永远准备着迎接新的冒险！",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "在法国西南部的一个小村庄里，住着一位名叫达达尼昂的年轻人。他拥有一颗勇敢的心，和一把祖传的旧剑。他的梦想是去巴黎，成为一名光荣的国王火枪手！",
      "textEn": "In a small village in southwestern France lived a young man named D'Artagnan. He possessed a brave heart and an old, inherited sword. His dream was to go to Paris and become a glorious King's Musketeer!"
    },
    {
      "pageNumber": 2,
      "textZh": "达达尼昂告别家人，骑着瘦马，一路风尘仆仆来到了繁华的巴黎。他第一次进城，不小心冲撞了三位英俊的火枪手：壮实的波尔多斯、沉稳的阿托斯和优雅的阿拉米斯。",
      "textEn": "D'Artagnan bid farewell to his family and, riding his scrawny horse, traveled dusty roads all the way to bustling Paris. Entering the city for the first time, he accidentally bumped into three handsome musketeers: the sturdy Porthos, the composed Athos, and the elegant Aramis."
    },
    {
      "pageNumber": 3,
      "textZh": "误会之下，三人分别约他决斗。正当他们准备拔剑时，红衣主教黎塞留的卫兵突然出现，要逮捕决斗者。火枪手们决定共同对抗卫兵，达达尼昂毫不犹豫地加入了他们。",
      "textEn": "Under a misunderstanding, the three challenged him to separate duels. Just as they were about to draw their swords, Cardinal Richelieu's guards suddenly appeared, intending to arrest the duelists. The musketeers decided to fight the guards together, and D'Artagnan joined them without hesitation."
    },
    {
      "pageNumber": 4,
      "textZh": "这场激烈的战斗让四人并肩作战，达达尼昂的勇气和剑术赢得了三位火枪手的尊敬。战斗结束后，他们互相握手，共同喊出响亮的誓言：“人人为我，我为人人！”从此，他们成了最亲密的朋友。",
      "textEn": "This fierce battle saw the four fighting side-by-side. D'Artagnan's courage and swordsmanship earned the respect of the three musketeers. After the fight, they shook hands, shouting their loud oath together: \"All for one, and one for all!\" From then on, they became the closest of friends."
    },
    {
      "pageNumber": 5,
      "textZh": "不久，他们卷入了一场惊心动魄的宫廷阴谋。邪恶的米莱迪企图陷害王后。勇敢的火枪手们接到了秘密任务：必须前往英国，找回王后赠给白金汉公爵的一串钻石项链，以证明王后的清白。",
      "textEn": "Soon, they became entangled in a thrilling palace intrigue. The wicked Milady tried to frame the Queen. The brave musketeers received a secret mission: they had to travel to England to retrieve a diamond necklace the Queen had given to the Duke of Buckingham, to prove her innocence."
    },
    {
      "pageNumber": 6,
      "textZh": "旅途中危机四伏。米莱迪派出的刺客、黎塞留的卫兵，以及恶劣的天气都试图阻挠他们。但四位朋友凭借着无与伦比的勇气、智慧和深厚的友谊，一一克服了所有困难，成功抵达了英国。",
      "textEn": "The journey was full of dangers. Assassins sent by Milady, Richelieu's guards, and even harsh weather tried to stop them. But with unparalleled courage, wisdom, and deep friendship, the four friends overcame all difficulties one by one, successfully reaching England."
    },
    {
      "pageNumber": 7,
      "textZh": "他们从白金汉公爵手中取回了项链，并赶在宫廷舞会前，将它完璧归赵。王后的名誉得以保全，邪恶的阴谋被揭穿！巴黎城一片欢腾，火枪手们受到了英雄般的赞扬。",
      "textEn": "They retrieved the necklace from the Duke of Buckingham and returned it just in time for the court ball. The Queen's honor was saved, and the wicked plot exposed! Paris rejoiced, and the musketeers were hailed as heroes."
    },
    {
      "pageNumber": 8,
      "textZh": "达达尼昂因其卓越的功绩和无畏的精神，被正式授予火枪手头衔。他终于实现了自己的梦想！四个火枪手紧密地站在一起，他们是国王的守护者，是友谊的象征，永远准备着迎接新的冒险！",
      "textEn": "For his outstanding achievements and fearless spirit, D'Artagnan was officially granted the title of Musketeer. He had finally realized his dream! The four musketeers stood closely together, guardians of the King, symbols of friendship, forever ready for new adventures!"
    }
  ]
}