{
  "titleZh": "嫦娥奔月",
  "titleEn": "Chang'e Flies to the Moon",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n古时候，天上突然出现了十个太阳，大地被烤得焦黄，人们苦不堪言。这时，一位名叫后羿的神箭手站了出来，他拥有超凡的箭术，与美丽的妻子嫦娥相依相伴，过着平静的生活。\n\n## 第 2 页\n后羿看到人们饱受煎熬，决心拯救世界。他登上昆仑山顶，张弓搭箭，一口气射下了九个太阳，只留下一个为大地带来温暖。大地恢复了生机，后羿成了受人敬仰的大英雄。\n\n## 第 3 页\n为了感谢后羿的功德，西王母赐给了他一颗仙丹，据说吃了就能长生不老，飞升成仙。这颗仙丹晶莹剔透，散发着神秘的光芒。\n\n## 第 4 页\n后羿深爱着嫦娥，他舍不得独自一人飞升天界，与妻子分离。于是，他把仙丹小心翼翼地藏在了家里的百宝箱中，打算找个合适的时机，再和嫦娥商量。\n\n## 第 5 页\n可是，后羿有一个心术不正的徒弟，名叫蓬蒙。他偷偷发现了仙丹的秘密，起了歹心。一天，后羿外出打猎，蓬蒙便趁机闯入了后羿的家中。\n\n## 第 6 页\n蓬蒙手持利剑，威逼嫦娥交出仙丹。嫦娥又惊又怒，她知道仙丹的珍贵，更不愿让坏人得逞。她紧紧守护着百宝箱。\n\n## 第 7 页\n眼看蓬蒙就要抢走仙丹，情急之下，嫦娥别无选择，只好拿起仙丹，一口吞了下去。仙丹入体，一股轻盈的力量瞬间充满了她的全身。\n\n## 第 8 页\n嫦娥的身体越来越轻，她飘飘悠悠地飞了起来，穿过窗户，飞向了茫茫夜空。她舍不得丈夫，泪水模糊了双眼，最后，她停在了离人间最近的月亮上。\n\n## 第 9 页\n后羿打猎归来，得知真相，悲痛欲绝。他对着月亮，呼唤着嫦娥的名字，摆上她平时爱吃的点心和水果，寄托自己的思念。\n\n## 第 10 页\n从此以后，每到月圆之夜，人们都会在庭院里摆上香案，焚香祷告，寄托对嫦娥的思念和对美好生活的向往。这个习俗一直流传至今，成为了我们中秋节团圆的象征。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "古时候，天上突然出现了十个太阳，大地被烤得焦黄，人们苦不堪言。这时，一位名叫后羿的神箭手站了出来，他拥有超凡的箭术，与美丽的妻子嫦娥相依相伴，过着平静的生活。",
      "textEn": "A long, long time ago, ten suns suddenly appeared in the sky, scorching the earth and bringing immense suffering to the people. At this time, a divine archer named Hou Yi stepped forward. He possessed extraordinary archery skills and lived a peaceful life with his beautiful wife, Chang'e."
    },
    {
      "pageNumber": 2,
      "textZh": "后羿看到人们饱受煎熬，决心拯救世界。他登上昆仑山顶，张弓搭箭，一口气射下了九个太阳，只留下一个为大地带来温暖。大地恢复了生机，后羿成了受人敬仰的大英雄。",
      "textEn": "Seeing the people suffer, Hou Yi resolved to save the world. He ascended to the peak of Kunlun Mountain, drew his bow, and with a single breath, shot down nine suns, leaving only one to warm the earth. The world regained its vitality, and Hou Yi became a revered hero."
    },
    {
      "pageNumber": 3,
      "textZh": "为了感谢后羿的功德，西王母赐给了他一颗仙丹，据说吃了就能长生不老，飞升成仙。这颗仙丹晶莹剔透，散发着神秘的光芒。",
      "textEn": "To reward Hou Yi for his merits, the Queen Mother of the West bestowed upon him an elixir. It was said that whoever consumed it would gain eternal life and ascend to immortality. The elixir was crystal clear, emanating a mysterious glow."
    },
    {
      "pageNumber": 4,
      "textZh": "后羿深爱着嫦娥，他舍不得独自一人飞升天界，与妻子分离。于是，他把仙丹小心翼翼地藏在了家里的百宝箱中，打算找个合适的时机，再和嫦娥商量。",
      "textEn": "Hou Yi deeply loved Chang'e and couldn't bear to ascend to heaven alone, leaving his wife behind. So, he carefully hid the elixir in a precious box at home, planning to discuss it with Chang'e at a suitable time."
    },
    {
      "pageNumber": 5,
      "textZh": "可是，后羿有一个心术不正的徒弟，名叫蓬蒙。他偷偷发现了仙丹的秘密，起了歹心。一天，后羿外出打猎，蓬蒙便趁机闯入了后羿的家中。",
      "textEn": "However, Hou Yi had a wicked-hearted apprentice named Peng Meng. He secretly discovered the elixir's secret and harbored ill intentions. One day, when Hou Yi was out hunting, Peng Meng seized the opportunity to break into Hou Yi's home."
    },
    {
      "pageNumber": 6,
      "textZh": "蓬蒙手持利剑，威逼嫦娥交出仙丹。嫦娥又惊又怒，她知道仙丹的珍贵，更不愿让坏人得逞。她紧紧守护着百宝箱。",
      "textEn": "Peng Meng, wielding a sharp sword, threatened Chang'e, demanding she hand over the elixir. Chang'e was both startled and angry. She knew the elixir's value and was even more unwilling to let a villain succeed. She tightly guarded the precious box."
    },
    {
      "pageNumber": 7,
      "textZh": "眼看蓬蒙就要抢走仙丹，情急之下，嫦娥别无选择，只好拿起仙丹，一口吞了下去。仙丹入体，一股轻盈的力量瞬间充满了她的全身。",
      "textEn": "Seeing that Peng Meng was about to snatch the elixir, Chang'e, in a moment of desperation, had no choice but to pick up the elixir and swallow it whole. As the elixir entered her body, a light and airy power instantly filled her entire being."
    },
    {
      "pageNumber": 8,
      "textZh": "嫦娥的身体越来越轻，她飘飘悠悠地飞了起来，穿过窗户，飞向了茫茫夜空。她舍不得丈夫，泪水模糊了双眼，最后，她停在了离人间最近的月亮上。",
      "textEn": "Chang'e's body grew lighter and lighter. She floated gracefully upwards, through the window, and soared into the vast night sky. She missed her husband dearly, tears blurring her eyes. Finally, she stopped on the moon, the closest celestial body to the human world."
    },
    {
      "pageNumber": 9,
      "textZh": "后羿打猎归来，得知真相，悲痛欲绝。他对着月亮，呼唤着嫦娥的名字，摆上她平时爱吃的点心和水果，寄托自己的思念。",
      "textEn": "When Hou Yi returned from hunting and learned the truth, he was overcome with grief. He faced the moon, calling out Chang'e's name, and arranged her favorite pastries and fruits as offerings, to express his longing."
    },
    {
      "pageNumber": 10,
      "textZh": "从此以后，每到月圆之夜，人们都会在庭院里摆上香案，焚香祷告，寄托对嫦娥的思念和对美好生活的向往。这个习俗一直流传至今，成为了我们中秋节团圆的象征。",
      "textEn": "From then on, every full moon night, people would set up altars in their courtyards, burn incense, and pray, expressing their remembrance of Chang'e and their longing for a beautiful life. This custom has been passed down to this day, becoming a symbol of reunion during our Mid-Autumn Festival."
    }
  ]
}