{
  "titleZh": "吴刚伐木",
  "titleEn": "Wu Gang Chopping Wood",
  "styleZh": "黏土动画",
  "styleEn": "Claymation",
  "fullStory": "## 第 1 页\n很久很久以前，人间有一个名叫吴刚的凡人。他非常聪明，却总是想走捷径，不好好修行。天帝看他这样，决定给他一个特别的教训。\n\n## 第 2 页\n天帝把他送到了遥远的月亮上。圆滚滚的月亮上，只有一座雄伟的山峰，山峰上，挺立着一棵巨大无比、香气扑鼻的桂花树。这棵树金光闪闪，仿佛用月光雕刻而成。\n\n## 第 3 页\n“吴刚，你的任务就是砍倒这棵桂树！”天帝的声音在月宫回荡。“除非你将它砍倒，否则不得返回人间。”吴刚拿起了一把沉甸甸的斧头，这斧头也像用黏土捏成，带着古朴的气息。他使出全身力气，对准树干，狠狠地劈了下去。\n\n## 第 4 页\n“咚！”一声巨响，树皮翻飞，桂树上出现了一道深深的斧痕。吴刚擦了擦汗，心想，这有什么难的？可还没等他歇口气，奇迹发生了！那道斧痕竟然以肉眼可见的速度，迅速愈合了，连一点疤痕都没有留下。\n\n## 第 5 页\n吴刚惊呆了。他不信邪，再次举起斧头，一次又一次地砍伐。咚！愈合。咚！愈合。月亮上，只有吴刚的斧头声和桂树不断愈合的沙沙声。日子一天天过去，他从清晨砍到黄昏，又从黄昏砍到清晨。\n\n## 第 6 页\n春天来了又去，夏天过去是秋天，秋天过去是冬天。月亮圆了又缺，缺了又圆。吴刚的胡子变长了，衣服也旧了，但他手中的斧头从未停歇。他仿佛与这月宫的寂静，与这永不枯萎的桂树融为了一体。\n\n## 第 7 页\n每当桂花盛开的季节，芬芳的香气便从月宫飘散开来，洒向人间。人们在人间闻着甜美的桂花香，抬头仰望明月，仿佛能看到一个模糊的身影，正永恒地与那棵神奇的桂树相伴。吴刚的故事，成了天上人间，最美的守望。",
  "pages": [
    {
      "pageNumber": 1,
      "textZh": "很久很久以前，人间有一个名叫吴刚的凡人。他非常聪明，却总是想走捷径，不好好修行。天帝看他这样，决定给他一个特别的教训。",
      "textEn": "Long, long ago, there was a mortal named Wu Gang. He was very clever, but always sought shortcuts and neglected proper cultivation. The Jade Emperor, observing his ways, decided to teach him a special lesson."
    },
    {
      "pageNumber": 2,
      "textZh": "天帝把他送到了遥远的月亮上。圆滚滚的月亮上，只有一座雄伟的山峰，山峰上，挺立着一棵巨大无比、香气扑鼻的桂花树。这棵树金光闪闪，仿佛用月光雕刻而成。",
      "textEn": "The Jade Emperor sent him to the distant moon. On the round, plump moon, there was only one majestic mountain peak, and upon it stood an immense, fragrant osmanthus tree. This tree shimmered with golden light, as if carved from moonlight itself."
    },
    {
      "pageNumber": 3,
      "textZh": "“吴刚，你的任务就是砍倒这棵桂树！”天帝的声音在月宫回荡。“除非你将它砍倒，否则不得返回人间。”吴刚拿起了一把沉甸甸的斧头，这斧头也像用黏土捏成，带着古朴的气息。他使出全身力气，对准树干，狠狠地劈了下去。",
      "textEn": "\"Wu Gang, your task is to chop down this osmanthus tree!\" The Jade Emperor's voice echoed through the Moon Palace. \"Unless you fell it, you shall not return to the human world.\" Wu Gang picked up a heavy axe, which looked as if molded from clay, carrying an ancient charm. He mustered all his strength, aimed at the trunk, and swung down hard."
    },
    {
      "pageNumber": 4,
      "textZh": "“咚！”一声巨响，树皮翻飞，桂树上出现了一道深深的斧痕。吴刚擦了擦汗，心想，这有什么难的？可还没等他歇口气，奇迹发生了！那道斧痕竟然以肉眼可见的速度，迅速愈合了，连一点疤痕都没有留下。",
      "textEn": "\"Thwack!\" With a mighty sound, bark flew, and a deep axe mark appeared on the osmanthus tree. Wu Gang wiped his brow, thinking, 'How hard can this be?' But before he could catch his breath, a miracle occurred! The axe mark, at a visible pace, rapidly healed, leaving not even a scar."
    },
    {
      "pageNumber": 5,
      "textZh": "吴刚惊呆了。他不信邪，再次举起斧头，一次又一次地砍伐。咚！愈合。咚！愈合。月亮上，只有吴刚的斧头声和桂树不断愈合的沙沙声。日子一天天过去，他从清晨砍到黄昏，又从黄昏砍到清晨。",
      "textEn": "Wu Gang was stunned. Disbelieving, he raised his axe again, chopping tirelessly, time after time. Thwack! Heal. Thwack! Heal. On the moon, there was only the sound of Wu Gang's axe and the rustling of the osmanthus tree continually mending itself. Days passed, one after another; he chopped from dawn to dusk, and from dusk to dawn."
    },
    {
      "pageNumber": 6,
      "textZh": "春天来了又去，夏天过去是秋天，秋天过去是冬天。月亮圆了又缺，缺了又圆。吴刚的胡子变长了，衣服也旧了，但他手中的斧头从未停歇。他仿佛与这月宫的寂静，与这永不枯萎的桂树融为了一体。",
      "textEn": "Spring came and went, summer passed into autumn, and autumn into winter. The moon waxed and waned, waned and waxed. Wu Gang's beard grew long, his clothes became worn, but the axe in his hand never ceased its work. He no longer complained, no longer grew anxious; he simply, steadfastly swung his axe. He seemed to merge with the silence of the Moon Palace, and with the never-wilting osmanthus tree."
    },
    {
      "pageNumber": 7,
      "textZh": "每当桂花盛开的季节，芬芳的香气便从月宫飘散开来，洒向人间。人们在人间闻着甜美的桂花香，抬头仰望明月，仿佛能看到一个模糊的身影，正永恒地与那棵神奇的桂树相伴。吴刚的故事，成了天上人间，最美的守望。",
      "textEn": "Each time the osmanthus blossoms, its fragrant scent wafts from the Moon Palace, scattering down to the human world. People on Earth, smelling the sweet osmanthus fragrance, look up at the bright moon, as if able to discern a faint silhouette, eternally accompanying that magical osmanthus tree. The story of Wu Gang became the most beautiful vigil between heaven and earth."
    }
  ]
}